export const coursesru = [
	{
		id: '20242',
		course: 'Тренинг',
		lector: 'Руслан Бортник',
		language: 'русский',
		title: 'Как писать «убийственные тексты»?',
		descriptions:
			'Как писать тексты, влияющие на общественное сознание? Простые и эффективные структуры текстов, используемые западными СМИ. “Стиль США” и “Британский стиль”. Технология «Ключевых фраз», аргументов/проблем/решений, заключительных фраз. Как изложить любую позицию на одной странице? Как интегрировать собственное мнение в сознание аудитории за 3 минуты. Обо всем этом поговорим и попрактикуемся на конкретных ваших и наших примерах. Всему научим и все покажем! Минимум теории - только практика!',
		price: '550',
		status: true,
		image: 'kill.webp',
		datastart: '00.00.0000',
		time: '00.00',
		duration: 180,
	},
]
