export const coursesua = [
	{
		id: '20242',
		course: 'Тренінг',
		lector: 'Бортнік Руслан',
		language: 'російська',
		title: 'Як писати «убивчі тексти»?',
		descriptions:
			'Як писати тексти, що впливають на суспільну свідомість? Прості та ефективні структури текстів, які використовуються західними ЗМІ. “USA-style” і “British-style”. Технологія «Ключових речень», аргументів/проблем/рішень, підсумкових речень. Як викласти будь-яку позицію на 1 сторінку? Як інтегрувати власну думку у свідомість аудиторії за 3 хвилини. Про все це поговоримо та попрактикуємось на конкретних Ваших і наших прикладах. Всьому навчимо та все покажемо! Мінімум теорії - тільки практика!',
		price: '550',
		status: true,
		image: 'kill.jpg',
		datastart: '00.00.0000',
		time: '00.00',
		duration: 180,
	},
]
