import React from 'react'

const Lector = () => {
  return (
		<div className=''>
			<div>
				Руслан Бортник — известный украинский политолог и политический эксперт,
				директор Украинского института политики. Окончил Национальный
				университет &quot;Киево-Могилянская Академия&quot; по специальности
				«политология» (бакалавр), философия (магистр), также имеет юридическое и
				экономическое образования. Более 11 лет проработал на государственной
				службе консультантом в Верховной Раде Украины. Соавтор более 250
				парламентских законопроектов (40 принятых), автор более 5000
				комментариев и публикаций в СМИ, 6-ти книг. «Лучший политический
				эксперт&quot; Украины в 2020-м году по версии &quot;Celebrity
				Awards&quot;, III-место в номинации &quot;политолог&quot; в 2020-м и
				2021-м годах по версии Ассоциации профессиональных политических
				консультантов Украины.
			</div>
		</div>
	)
}

export default Lector