[
	{
		"id": "20267",
		"title": "Introduction. Concerns Everyone. Miranda Lessons.",
		"lector": "Bortnik Ruslan",
		"description": "The ability to analyze information is the direct and only path to Freedom in society—the privilege to choose and act in one's own interests. Today, this path is accessible to only a small portion of people. 99% of people live according to imposed patterns, making decisions that often are not truly their own.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20268",
		"title": "Principles and Goals of Political Analysis, Obvious but Unclear Things, Dr. House's Doctrine.",
		"lector": "Ruslan Bortnik",
		"description": "Main principles of political analysis: objectivity, comprehensive approach, logic, consequence prediction, practical applicability, and critical thinking. Traps include ignoring alternative views, outdated data, oversimplification, and bias. Main goals: problem identification, evaluation of solutions, and forecasting trends.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20269",
		"title": "Subjects and Objects of Political Analysis (Challenges in Defining the Real Object).",
		"lector": "Ruslan Bortnik",
		"description": "Subjects are groups or analysts; objects are systems, processes, actors, culture, or crises. Challenges include multiple interests, unclear causes/effects, data interpretation, context change, and ideological bias.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20270",
		"title": "Processes and Events in Political Analysis: The Complexity of Differentiation.",
		"lector": "Bortnik Ruslan",
		"description": "Institutional, socio-political, economic, and international processes; elections, crises, international events. Hard to distinguish between long-term processes and short events—often interconnected.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20271",
		"title": "Information Sources, Information Processing Technologies, and Reference Points.",
		"lector": "Bortnik Ruslan",
		"description": "Covers types of information sources (primary, secondary, tertiary), data verification, visualization, perception, classification, analytical models, and popular OSINT tools.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20272",
		"title": "Methods of Political Analysis: Logical Analysis and Matrix Approach.",
		"lector": "Bortnik Ruslan",
		"description": "Historical, comparative, systematic, logical, matrix, sociological, cognitive, mathematical/statistical methods. Logical for chains of events; matrix for comparing factors.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20273",
		"title": "Systematic and Situational Methods of Analysis, Induction and Deduction in Political Analysis.",
		"lector": "Bortnik Ruslan",
		"description": "Systematic—viewing phenomena as complex systems. Situational—focus on context. Induction—derive theories from observations. Deduction—apply theories to cases.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20274",
		"title": "Thought Experiment and Political Modeling in Political Analysis.",
		"lector": "Bortnik Ruslan",
		"description": "Political modeling—creating models to analyze and forecast. Thought experiment—testing hypotheses in hypothetical situations. Key differences: abstractness, qualitative vs quantitative, flexibility vs formality.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20275",
		"title": "The Use of the Comparative Method in Political Analysis.",
		"lector": "Bortnik Ruslan",
		"description": "Comparative method: set research goal, select relevant objects, use reliable data, control for external factors, interpret in context. Useful for analyzing democratic systems, economic policy, etc.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20276",
		"title": "Expert surveys and rating in political analysis.",
		"lector": "Bortnik Ruslan",
		"description": "Expert surveys focus on opinions of specialists, not mass polls. Used to analyze situations, forecast events, and evaluate policy effectiveness. Stages: select experts, analyze, summarize, forecast.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20277",
		"title": "Using AI tools in political analysis, AI audit.",
		"lector": "Bortnik Ruslan",
		"description": "AI for data analysis, voter prediction, rhetoric, and propaganda analysis. Covers AI audit, transparency, bias, disinformation, and use of machine learning/NLP for political tasks.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20278",
		"title": "Application of methods and techniques of political analysis: practical cases.",
		"lector": "Bortnik Ruslan",
		"description": "Practical steps: define analysis principles, objects, gather/process info, choose methods, search for alternatives, verify analysis with modeling, use expert surveys and AI audit.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20279",
		"title": "Logical synthesis as a method of political analysis",
		"lector": "Bortnik Ruslan",
		"description": "Logical synthesis combines information to understand complex phenomena. Main errors: ignoring context, misinterpretation, overgeneralization, lack of hypothesis testing or source diversity.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20280",
		"title": "Game theory as a method of political analysis and forecasting",
		"lector": "Bortnik Ruslan",
		"description": "Game theory analyzes decisions of actors in conflict/cooperation. Components: players, strategies, payoffs. Cooperative/non-cooperative games help forecast behavior in negotiations.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20281",
		"title": "Political modeling and design",
		"lector": "Bortnik Ruslan",
		"description": "Political modeling creates abstract models for analysis and prediction; includes statistical, system, and game modeling. Design develops scenarios/strategies for political tasks.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20282",
		"title": "Forecasting in political analysis: methods and tools",
		"lector": "Bortnik Ruslan",
		"description": "Methods: trend extrapolation, scenario method, Delphi, SWOT, game modeling. Tools: big data, ML, simulation platforms for analysis and prediction.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20283",
		"title": "Visualization and functional design of information flows in political analysis",
		"lector": "Bortnik Ruslan",
		"description": "Visualization helps analysts and audiences understand complex data using charts/maps/infographics. Recommends key literature and films for mastering data storytelling and perception.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20284",
		"title": "Testing and Interpretation in Political Analysis",
		"lector": "Bortnik Ruslan",
		"description": "Testing and interpretation are key for evaluating hypotheses and understanding patterns. Covers methods, interpretation, examples, and recommendations for analysts.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20285",
		"title": "Text Analysis (Methods and Techniques)",
		"lector": "Bortnik Ruslan",
		"description": "Covers content, discourse, narrative, cognitive, and linguistic analysis methods for extracting insights from political texts.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20286",
		"title": "Tools of Political Reconstruction and Functional Design: Practical Cases",
		"lector": "Bortnik Ruslan",
		"description": "Algorithm for reconstruction in cases: define object/goal, logical synthesis, game theory, modeling/design, forecasting, visualization, and adaptation.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20288",
		"title": "Towards Consciously Binding Freedom",
		"lector": "Bortnik Ruslan",
		"description": "Awareness as the foundation of freedom, critical thinking as defense from manipulation, independence in thoughts and decisions—key to genuine freedom.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20293",
		"title": "First Lecture: Ukraine. Development Prospects and the Likelihood of a New Electoral Cycle.",
		"lector": "Oleksiy Kush",
		"description": "Ukraine's economic challenges for 2025: resuming political processes, war freeze, inflation, US policy, resource analysis, and recommendations for individual strategies.",
		"price": "1999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20293",
		"title": "First Lecture: Ukraine. Development Prospects and the Likelihood of a New Electoral Cycle. 'Freezing' the War or 'Freezing' Politics? The 'Three-Body' Problem for the USA. Hryvnia Exchange Rate, Inflation, and Economic Growth Rates.",
		"lector": "Oleksiy Kush",
		"description": "Ukraine's major economic challenges for 2025: prospects for political process resumption, possible war freeze, inflation, US policy, resource analysis, international relations, and practical success strategies.",
		"price": "1999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20294",
		"title": "Second Lecture: The New Monetary System – What to Expect from Cryptocurrency Development and the New Global Role of the USA. Prospects of Cryptocurrencies.",
		"lector": "Aleksey Kush",
		"description": "Focus on future of financial systems: potential of cryptocurrencies, impact on global economy, strategic US role, Trump and Bitcoin, global dominance, dollar challenges, practical investor tips, and forecasts.",
		"price": "1999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20295",
		"title": "Third Lecture: Mainstream and Non-Mainstream Development Models Using Argentina, Turkey, and Mexico as Examples.",
		"lector": "Aleksey Kush",
		"description": "Comparison of economic models in Argentina, Turkey, and Mexico: standard vs. unconventional policies, impact on growth, welfare, competitiveness, and strategic lessons for Ukraine.",
		"price": "1999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20296",
		"title": "Fourth Lecture: BRICS - An Alternative to the West or Another World? Where to Invest Profitably.",
		"lector": "Aleksey Kush",
		"description": "BRICS vs. West: is it a new world order? Analysis of economic dynamics in Global South, promising investment areas, and future growth drivers.",
		"price": "1999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20297",
		"title": "Fifth Lecture: The Russian Economy – Potential for Continuing the War in the Context of a New Economic Model.",
		"lector": "Aleksey Kush",
		"description": "The Russian economy’s ability to sustain war: three-phase model, monetary/fiscal policy, sanctions, resource dependency shift, GDP impulses, and 2025 forecasts.",
		"price": "1999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20298",
		"title": "First Lecture: Why, Nearly 90 Years After World War II Ended, Has No Non-Contradictory History of It Appeared?",
		"lector": "Ruslan Bizyaev",
		"description": "Why does WWII history remain controversial after 90 years? Examines US–USSR military cooperation, closed archives, and creation of historical myths.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20299",
		"title": "Second Lecture: 'The First Drops of Rain' The Lipski-Neurath Pact. Who Made Hitler 'Acceptable,' and Why?",
		"lector": "Ruslan Bizyaev",
		"description": "Explores the Lipski-Neurath Pact and who made Hitler ‘acceptable’ to Europe, as part of the WWII historical cycle.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20300",
		"title": "Third Lecture: 'Operation Sea Lion.' Where Did Dönitz's 'Wolf Packs' Come From?",
		"lector": "Ruslan Bizyaev",
		"description": "Examines ‘Operation Sea Lion’ and the origins of Dönitz’s U-boat ‘wolf packs’ in WWII military history.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20301",
		"title": "Fourth Lecture: 'The Saar Gambit,' or Where Did Hitler Get Coal?",
		"lector": "Ruslan Bizyaev",
		"description": "Focus on economic aspects of WWII: Hitler’s coal sources and their influence on military strategy.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20302",
		"title": "Fifth Lecture: 'The Rhine Hammer' or the New Heart of the Reich",
		"lector": "Ruslan Bizyaev",
		"description": "Analysis of the Rhine’s strategic role and the emergence of the new ‘heart’ of Nazi Germany.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20303",
		"title": "Sixth Lecture: 'Vienna Waltz' or Much From Nothing",
		"lector": "Ruslan Bizyaev",
		"description": "Looks at Austria’s annexation and manipulation in the lead-up to WWII.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20304",
		"title": "Seventh Lecture: 'Bitter Slivovitz' or The Power of Law",
		"lector": "Ruslan Bizyaev",
		"description": "Discusses legal frameworks, manipulation, and the shaping of events in 20th-century Europe.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20305",
		"title": "Eighth Lecture: 'Rudolf Hess. Interrupted Flight' or Why Did the Last Prisoner of Spandau Hang Himself?",
		"lector": "Ruslan Bizyaev",
		"description": "Examines Rudolf Hess’s mysterious flight, imprisonment, and death—secrets and intrigues of WWII.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20306",
		"title": "Ninth Lecture: 'Bloody Bograch' or Why Was the People's Right Suddenly Forgotten?",
		"lector": "Ruslan Bizyaev",
		"description": "Discusses forgotten rights and turning points for nations during WWII’s political upheavals.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20307",
		"title": "Lecture No.10: 'Too White a Race' or Who Did the Führer and Goebbels Like So Much?",
		"lector": "Ruslan Bizyaev",
		"description": "Unpacking Nazi racial ideologies and their political alliances during WWII.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20308",
		"title": "Lecture No.11: 'Why Did Poland Need the Anti-Comintern Pact?' or How Did Hans and Józef Fall Out?",
		"lector": "Ruslan Bizyaev",
		"description": "Political motives and fallout of the Anti-Comintern Pact, focusing on Poland’s role and relationships.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20309",
		"title": "Lecture No.12: '50 Shades of Brown.' Hitler – the Icebreaker of the World Revolution? Or Was He Manipulated?",
		"lector": "Ruslan Bizyaev",
		"description": "Investigates the manipulation and myth-building around Hitler and world revolution.",
		"price": "999",
		"datastart": "",
		"duration": 60
	},
	{
		"id": "20312",
		"title": "First Lecture: 'The Echo of Jutland. 'They Simply Have Nothing to Offer Us'",
		"lector": "Ruslan Bizyaev",
		"description": "First lecture in the ‘Hyenas and Herbivores’ cycle—naval power, politics, and strategic inertia in Europe.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20313",
		"title": "Second Lecture: 'The Promised Skies. Four Future Aces of Göring?'",
		"lector": "Ruslan Bizyaev",
		"description": "The rise of Luftwaffe aces and Germany’s air force ambitions before and during WWII.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20314",
		"title": "Third Lecture: 'Whose Gas?'",
		"lector": "Ruslan Bizyaev",
		"description": "Focus on cooperation and intrigue around chemical weapons in the interwar and WWII period.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20315",
		"title": "Fourth Lecture: 'Armor is Strong, or Don’t Make My Tanks Laugh. Nothing Happened Simply Because It Couldn’t'",
		"lector": "Ruslan Bizyaev",
		"description": "Mechanized warfare, failed operations, and the evolution of military technology.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20316",
		"title": "Fifth Lecture: 'The God of War. Not by Cannon Alone'",
		"lector": "Ruslan Bizyaev",
		"description": "Artillery’s role and broader military strategies in 20th-century conflicts.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20317",
		"title": "Sixth Lecture: 'The Thin Red Line. Why Did the Curzon Line Become a Problem Instead of a Solution?'",
		"lector": "Ruslan Bizyaev",
		"description": "The Curzon Line’s diplomatic legacy, its problems, and unresolved European borders.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20319",
		"title": "Seventh lecture. 'After the Thunderstorm. Attempt to establish relations with neighbors. Was it successful?'.",
		"lector": "Ruslan Bizyaev",
		"description": "Post-crisis diplomacy: evaluating attempts to normalize interwar European relations.",
		"price": "999",
		"datastart": "",
		"duration": 30
	},
	{
		"id": "20320",
		"title": "Eighth lecture. 'Hyena of Europe, or, was that even possible?'.",
		"lector": "Ruslan Bizyaev",
		"description": "Political cynicism and opportunism in interwar Europe—who allowed what and why.",
		"price": "999",
		"datastart": "",
		"duration": 30
	}
]
