import React from 'react'

const PrivatPolicy = () => {
  return (
		<div className='container mx-auto lg:px-[20%] lg:py-10 flex flex-col gap-5'>
			<h2 className='text-center text-4xl'>
				Положення про обробку і захист персональних даних
			</h2>
			<div>
				Політика конфіденційності персональної інформації (далі – Політика) діє
				щодо всієї інформації, яку сайт «bortnikshool.com» (далі – Сайт) може
				отримати про Користувача під час використання ним будь-яких сервісів і
				продуктів сайту. Використання Сайту означає беззаперечну згоду
				Користувача з цією Політикою й зазначеними в ній умовами обробки його
				персональної інформації; у разі незгоди з цими умовами Користувач має
				утриматися від використання сервісів і продуктів Сайту.
			</div>
			<h2 className=' text-2xl'>1. Загальні положення</h2>
			<div>
				1.1. Ця Політика є невіддільною частиною Угоди Користувача (далі –
				«Угода»), розміщеної та доступної за адресою:
				https://www.bortnikshool.com/teamofservise
				<br /> 1.2. Укладаючи зазначену Угоду, Користувач вільно, своєю волею і
				в своїх інтересах дає безстрокову безвідкличну письмову згоду на
				будь-які способи обробки своїх персональних даних, а також будь-яку дію
				(операцію) або сукупність дій (операцій), що здійснюються з
				використанням засобів автоматизації чи без використання таких засобів із
				персональними даними, зокрема збирання, запис, систематизацію,
				накопичення, зберігання, уточнення (оновлення, зміну), витяг,
				використання, передачу (поширення, надання, доступ), знеособлення,
				блокування, видалення, знищення персональних даних Користувача у
				встановлених цією Політикою цілях.
				<br /> 1.3. До цієї Політики, а також тлумачення її положень і порядку
				прийняття, виконання, зміни та припинення, застосовується законодавство
				України.
				<br /> 1.4. Тут і далі в Політиці використовуються терміни та
				визначення, передбачені Угодою, а також іншими договорами, які
				укладаються з Користувачем, якщо інше не передбачено цією Політикою або
				не випливає з її суті. В інших випадках тлумачення застосовуваного в
				Політиці терміна проводиться відповідно до чинного законодавства
				України.
			</div>
			<h2 className=' text-2xl'>2. Персональна інформація</h2>
			<div>
				2.1. В рамках цієї Політики під «персональними даними Користувача»
				розуміються:
				<br /> 2.1.1. Персональна інформація, яку Користувач надає про себе
				самостійно під час реєстрації (створення облікового запису) або в
				процесі використання Сайту, зокрема персональні дані Користувача, які
				передаються соціальними мережами Facebook (facebook.com), Twitter
				(twitter.com), Google (google.com) якщо Користувач у них зареєстрований
				і погодився надати ці дані Сайту. Обов&apos;язкова для надання
				інформація позначена спеціальним чином. Інша інформація надається
				Користувачем на його розсуд.
				<br /> 2.1.2. Дані, які автоматично передаються Користувачем Сайту в
				процесі його використання за допомогою встановленого на пристрої
				Користувача програмного забезпечення, зокрема IP-адреса, дані файлів
				cookie, інформація про браузер Користувача (або іншу програму, за
				допомогою якої здійснюється доступ до Сайту), технічні характеристики
				обладнання та програмного забезпечення, що застосовуються Користувачем,
				дата й час доступу до Сервісів, адреси запитуваних сторінок та інша
				подібна інформація.
				<br /> 2.1.3. Інша інформація про Користувача, обробка якої передбачена
				умовами використання окремих сервісів Сайту.
				<br /> 2.2. Ця Політика може бути застосована тільки до інформації, що
				обробляється в процесі використання Сайту. Сайт не контролює і не несе
				відповідальність за обробку інформації сайтами третіх осіб, на які
				Користувач може перейти за покликаннями, доступними на Сайті.
				<br /> 2.3. Сайт не перевіряє достовірність персональної інформації,
				наданої Користувачем, і не має змоги оцінювати його дієздатність. Однак
				Сайт зважає на те, що користувач надає достовірну та достатню
				персональну інформацію й підтримує цю інформацію в актуальному стані.
			</div>
			<h2 className=' text-2xl'>
				{' '}
				3. Цілі обробки персональних даних Користувачів
			</h2>
			<div>
				3.1. Сайт збирає та зберігає тільки ту персональну інформацію, яка
				потрібна для надання сервісів і послуг Користувачеві або виконання Угоди
				з Користувачем, за винятком випадків, коли законодавством передбачено
				обов`&apos;язкове зберігання персональної інформації протягом
				визначеного законом терміну.
				<br /> 3.2. Персональну інформацію Користувача Сайт обробляє в таких
				цілях:
				<br /> 3.2.1. Сайт збирає особисту інформацію, вказану у вікні
				реєстрації через соціальні мережі, якщо Користувач у них зареєстрований.
				Сайт збирає файли cookies і IP-адресу Користувача для того, щоб
				визначити браузер Користувача і оптимізувати взаємодію Користувача із
				Сайтом. Вся інформація збирається Сайтом «як є» і не змінюється в
				процесі збирання даних.
				<br /> 3.2.2. Надання Користувачеві персоналізованих сервісів і
				виконання Угоди з Користувачем;
				<br /> 3.2.3. Зв`&apos;язок із Користувачем, зокрема напрямок
				повідомлень, запитів та інформації, що стосуються використання Сайту,
				виконання Угоди, а також обробка запитів і заявок від Користувача;
				<br />
				3.2.4. Поліпшення якості Сайту, зручності його використання, розробка
				нових сервісів Сайту;
				<br /> 3.2.5. Таргетування рекламних матеріалів.
			</div>
			<h2 className=' text-2xl'>
				4. Умови обробки персональної інформації Користувачів і передачі її
				третім особам
			</h2>
			<div>
				4.1. Сайт зберігає персональну інформацію користувачів відповідно до
				цієї Політики й Угоди. <br /> 4.2. Щодо персональної інформації
				Користувача зберігається її конфіденційність, крім випадків
				добровільного надання Користувачем інформації про себе для загального
				доступу необмеженому колу осіб. Під час використання Сайту Користувач
				погоджується з тим, що певна частина його персональної інформації може
				бути загальнодоступною. <br /> 4.3. Сайт має право передати персональну
				інформацію Користувача третім особам у таких випадках: <br /> 4.3.1.
				Користувач висловив згоду на такі дії; <br /> 4.3.2. Передача
				передбачена законодавством України, яке застосовується, у рамках
				встановленої законодавством процедури; <br /> 4.3.3. З метою
				забезпечення можливості захисту прав і законних інтересів Сайту або
				третіх осіб у випадках, коли Користувач порушує Угоду або цю Політику.{' '}
				<br />
				4.4. Під час обробки персональних даних користувачів Сайт керується
				Законом України «Про захист персональних даних».
			</div>
			<h2 className=' text-2xl'>
				5. Зміна та видалення персональної інформації. Обов&apos;язкове
				зберігання даних
			</h2>
			<div>
				5.1. Користувач може в будь-який момент змінити (оновити, доповнити)
				надану ним персональну інформацію або її частину, скориставшись функцією
				редагування персональних даних у розділі «Профіль» (
				https://www.bortnikshool.com/cabinet/). <br /> 5.2.
				Користувач також може видалити надану ним у рамках певного облікового
				запису персональну інформацію, скориставшись функцією «Видалити профіль»
				у розділі «Профіль». Під час видалення профіля з Сайту також видаляється
				вся інформація, що була передана Сайту соціальними мережами Facebook
				(facebook.com), Twitter (twitter.com), Google (google.com) під час
				реєстрації на сайті. Користувач також може запросити видалення всіх
				своїх персональних даних з Сайту надіславши відповідний запит на
				електронну адресу Сайту bortnikschool@gmail.com. Видалення профіля
				призводить до видалення всіх даних користувача з Сайту і може спричинити
				неможливість використання деяких сервісів Сайту відповідно до Угоди.{' '}
				<br />
				5.3. Користувач може в будь-який момент видалити з Сайту інформацію, що
				була передана соціальними мережами Facebook (facebook.com), Twitter
				(twitter.com), Google (google.com) під час реєстрації на сайті,
				скориставшись функцією «Видалити дані соцмереж» у розділі «Профіль» у
				блоці інформації «Пов’язані записи соцмереж». Користувач також може
				запросити видалення всіх своїх персональних даних, включаючи дані
				передані соціальними мережами Facebook (facebook.com), Twitter
				(twitter.com), Google (google.com) у будь який момент надіславши
				відповідний запит на електронну адресу Сайту bortnikschool@gmail.com.{' '}
				<br /> 5.4. Права, передбачені пп. 5.1. і 5.2. цієї Політики, можуть
				бути обмежені відповідно до вимог законодавства. Зокрема, такі обмеження
				можуть передбачати обов&apos;язок Сайту зберегти змінену або видалену
				Користувачем інформацію на термін, встановлений законодавством, і
				передати таку інформацію відповідно до законодавчо встановленої
				процедури державному органу.
			</div>
			<h2 className=' text-2xl'>
				6. Обробка персональних даних за допомогою файлів cookie та лічильників
			</h2>
			<div>
				6.1. Файли cookie, що передаються Сайтом обладнанню Користувача і
				обладнанням Користувача Сайту, можуть використовуватися Сайтом для
				надання Користувачеві персоналізованих сервісів, для таргетування
				реклами, яка показується Користувачеві, у статистичних та дослідницьких
				цілях, а також для поліпшення сервісів Сайту. <br /> 6.2. Користувач
				усвідомлює, що обладнання та програмне забезпечення, які він
				використовував для відвідування сайтів у мережі Інтернет, можуть мати
				функцію заборони операцій із файлами cookie (для будь-яких сайтів або
				для певних сайтів), а також видалення раніше отриманих файлів cookie.{' '}
				<br />
				6.3. Сайт має право встановити, що надання певного сервісу Сайту можливе
				лише за умови, що прийом та отримання файлів cookie дозволені
				Користувачем. <br /> 6.4. Структура файлу cookie, його зміст і технічні
				параметри визначаються Сайтом і можуть змінюватися без попереднього
				повідомлення Користувача. <br /> 6.5. Лічильники, розміщені на сторінках
				Сайту, можуть використовуватися для аналізу файлів cookie Користувача,
				для збирання й обробки статистичної інформації про використання Сайту, а
				також для забезпечення працездатності Сайту загалом або його окремих
				функцій зокрема. Технічні параметри роботи лічильників визначаються
				Сайтом і можуть змінюватися без попереднього повідомлення Користувача.{' '}
				<br />
				6.6. Користувач усвідомлює та приймає можливість розміщення на сторінках
				Сайту програмного забезпечення третіх осіб, у результаті чого такі особи
				можуть отримати знеособлені дані. До вказаного програмного забезпечення
				третіх осіб серед іншого можуть належати: <br /> системи зі збирання
				статистики відвідувань (наприклад, лічильники Google Analytics,
				LiveInternet і т. ін.); <br /> соціальні плагіни (блоки) соціальних
				мереж (наприклад, Facebook і т. ін.); <br /> системи банеропоказів
				(наприклад, AdMixer і т. ін.); <br /> інші системи збирання знеособленої
				інформації.
			</div>
			<h2 className=' text-2xl'>
				7. Заходи, що застосовуються для захисту персональної інформації
				Користувача
			</h2>
			<div>
				7.1. Сайт уживає потрібних і достатніх організаційних та технічних
				заходів для захисту персональної інформації Користувача від
				неправомірного або випадкового доступу, знищення, перекручення,
				блокування, копіювання, поширення, а також від інших неправомірних дій з
				нею третіх осіб.
			</div>
			<h2 className=' text-2xl'>
				8. Зміна Політики конфіденційності. Законодавство, яке застосовується
			</h2>
			<div>
				8.1. Сайт має право вносити зміни в цю Політику. Під час внесення змін в
				актуальній редакції вказується дата останнього оновлення. Нова редакція
				Політики вступає в силу з моменту її розміщення, якщо інше не
				передбачено новою редакцією Політики. Чинна редакція постійно доступна
				на сторінці за адресою{' '}
				<a href='	https://www.bortnikshool.com/privatpolicy'>
					{' '}
						https://www.bortnikshool.com/privatpolicy.
				</a>
				<br /> 8.2. До цієї Політики і відносин між Користувачем і Сайтом, що
				виникають у зв&apos;язку із застосуванням Політики конфіденційності,
				застосовується законодавство України.
			</div>
			<h2 className=' text-2xl'>9. Зворотний зв&apos;язок</h2>
			<div>
				9.1. Усі пропозиції або запитання щодо цієї Політики Користувач повинен
				скеровувати в службу підтримки користувачів Сайту електронною поштою
				bortnikschool@gmail.com .
			</div>
		</div>
	)
}

export default PrivatPolicy