import React from 'react'

const TeamofServise = () => {
  return (
		<div className='container mx-auto lg:px-[20%] lg:py-10 flex flex-col gap-5'>
			<h2 className='text-center text-4xl'>Угода користувача</h2>
			<div>
				Прочитайте нашу Угоду користувача уважно перш ніж користуватися сайтом
				«bortnikshool.com» (далі – «Сайт»). Якщо Ви не погоджуєтесь із цією
				Угодою користувача, ви не повинні користуватися Сайтом і його сервісами.
				Будь ласка, перевіряйте цю Угоду час від часу, оскільки зміни в Угоді
				вказують на те, що Ви приймаєте їх з моменту внесення таких змін. Ви
				можете користуватися Сайтом і всіма його сервісами, дотримуючись умов
				цієї Угоди та погоджуючись із Політикою конфіденційності сайту, що
				розміщена за адресою https://www.bortnikshool.com/privatpolicy.
			</div>
			<h2 className=' text-2xl'>1. Використання Сайту та його контенту</h2>
			<div>
				1.1. Усі матеріали сайту, включаючи текст, графіку, зображення,
				інформацію користувачів форуму, а також інші матеріали, що містяться на
				цьому Сайті (далі – «Матеріали») надані тільки для особистого
				використання.
				<br /> 1.2. Матеріали, розміщені на Сайті, не є професійними
				консультаціями з метою надання будь-яких психологічних, юридичних,
				медичних або інших професійних послуг. Тому на Матеріали Сайту не треба
				покладатися або використовувати їх як заміну консультацій із
				кваліфікованими фахівцями.
				<br /> 1.3. Ми можемо змінити, призупинити або закрити цей Сайт або
				будь-який його зміст, в будь-який час і з будь-якої причини, без
				попереднього повідомлення Користувача. Сайт може стати недоступним через
				технічні проблеми, несправність комп&apos;ютерного обладнання або з
				інших причин. Ми також можемо в будь-який час після повідомлення
				користувачів ввести додаткову плату за використання будь-яких Матеріалів
				Сайту.
				<br /> 1.4. Заборонено використання спеціальних програмних засобів або
				програм для сканування і завантаження будь-яких матеріалів розміщених на
				Сайті. При використанні таких програмних продуктів користувач або його
				акаунт може бути заблокований без обмеження за часом або видалений без
				можливості відновлення.
			</div>
			<h2 className=' text-2xl'>2. Реєстрація та конфіденційність</h2>
			<div>
				2.1. Правила щодо збирання та використання особистої інформації
				Користувача викладені в Політиці конфіденційності, яка розміщена за
				адресою:https://www.bortnikshool.com/privatpolicy.
				<br /> 2.2. Для користування деякими сервісами Сайту Користувач повинен
				зареєструватися на сайті і створити профіль Користувача (далі –
				«Профіль»).
				<br /> 2.3. Сайт спрямований виключно для осіб, які проживають на
				території України. Ми не стверджуємо, що Матеріали, представлені на
				Сайті, можуть бути застосовані і можуть використовуватися в інших
				країнах. Ті, хто отримує доступ до сайту з інших місць, роблять це з
				власної ініціативи та на свій страх і ризик, і несуть відповідальність
				за дотримання місцевих законів. Ми залишаємо за собою право обмежити
				доступ до сайту будь-якій особі, географічній території або юрисдикції в
				будь-який час і на свій власний розсуд.
			</div>
			<h2 className=' text-2xl'>3. Авторське право</h2>
			<div>
				3.1. Сайт та його зміст є власністю сайту www.bortnikshool.com і
				захищені від несанкціонованого копіювання та розповсюдження на підставі
				Закону України «Про авторське право і суміжні права», Закону України
				«Про охорону прав на знаки для товарів і послуг», міжнародними
				конвенціями та іншими законами про інтелектуальну власність.
				<br /> 3.2. Повна або часткова републікація Матеріалів Сайту на інших
				ресурсах може бути здійснена за наявності прямого гіперпосилання
				(відкритого для пошукових систем) у першому абзаці публікації. Повна або
				часткова републікація матеріалів, у яких окремо зазначено про заборону
				їх копіювання, не допускається.
				<br /> 3.3. Якщо Ви зацікавлені в перевиданні, тиражуванні або іншому
				поширенні Матеріалів Сайту, будь ласка, зв’яжіться з нами за адресою
				bortnikschool@gmail.com .
			</div>
			<h2 className=' text-2xl'>4. Відправлення повідомлень користувачам</h2>
			<div>
				4.1. Сайт може відправляти Користувачеві різноманітні повідомлення
				електронною поштою, яка вказана Користувачем при реєстрації профілю.
				Повідомлення, які відправляються користувачеві, можуть включати такий
				зміст: інформація про новий контент, інформація про різні промо-акції і
				знижки, інформація рекламного характеру третіх осіб, технічна інформація
				про використання Сайту, інформація про нові сервіси.
				<br /> 4.2. Створюючи профіль на Сайті, Користувач автоматично
				погоджується з тим, що йому можуть бути надіслані листи за адресою його
				електронної пошти, вказаною при створенні профіля, тематика яких
				зазначена в п.п. 4.1. цієї угоди.
				<br /> 4.3. Відмовитися від отримання електронних листів зазначених у
				п.п. 4.1, Користувач може шляхом редагування свого профілю на сайті за
				адресою: https://www.bortnikshool.com/cabinet/ або натиснувши на
				відповідне посилання в будь-якому з отриманих електронних листів.
			</div>
			<h2 className=' text-2xl'>5. Зворотний зв’язок</h2>
			<div>
				5.1. Усі пропозиції або запитання з приводу цієї угоди Користувач
				повинен скеровувати в службу підтримки користувачів Сайту на електронну
				адресу bortnikschool@gmail.com .
			</div>
		</div>
	)
}

export default TeamofServise