{
	"Header": {
		"button": "Sign in"
	},
	"Popup": {
		"button": "Log out",
		"title": "My account",
		"buton": "Enter"
	},
	"Menu": {
		"course": "Courses",
		"trainings": "Trainings",
		"meeting": "Meetings",
		"brainstorm": "Brainstorming",
		"contact": "Contacts"
	},
	"StartPage": {
		"title": "School of Political Analysis by",
		"name": "Ruslan Bornik",
		"descriptions": "25 years of experience in information and political analysis and companies, a unique author's methodology, cool examples and global clients, success and fame in a competitive environment! With us, you will reach true Freedom in society and open the way to personal Success. You will learn to think outside the box and act in the interests of your life. You will understand the essence of ongoing political, social and economic processes, and how to make the right life decisions!",
		"button": "our courses"
	},
	"Course": {
		"title": "Fundamentals of Practical Political Analysis: How to Distinguish Truth from Lies and Make the Right Decisions",
		"descriptions": "The political analysis and forecasting course will help you acquire the most important knowledge and skills in public life that you can apply when working on complex practical projects.",
		"lector": "Bortnik Ruslan",
		"lectorname": "Teacher:",
		"button": "Buy the course now",
		"aftercourse": "After completing the course, you will learn how to",
		"intro1": "Critically evaluate information, arguments and policies. Developing critical thinking skills is central to political analysis.",
		"intro2": "Better understand and analyze public policy, assess its impact on society.",
		"intro3": "Model complex political processes.",
		"intro4": "Analyze specific historical and contemporary political events, case studies and real-world scenarios.",
		"courseprogram": "Course Program",
		"Introduction": "Introduction. Concerns everyone. Miranda's lessons. (1 hour)",
		"Deconstruction": "Deconstruction of the information flow (16 hours):",
		"intro5": "- principles and objectives of political analysis, obviously incomprehensible things, Dr. House's criminal doctrine (2 hours);",
		"intro6": "- subjects and objects (difficulties in determining the real object of analysis) (1 hour);",
		"intro7": "- information processing technologies (visualization, perception problems, verification, classification, structuring), reference points of the information flow (2 hours);",
		"intro8": "- logical analysis and matrix method (1 hour);",
		"intro9": "- situational analysis, induction and deduction (1 hour);",
		"intro10": "- mental experiment and political modeling (2 hours); ",
		"intro11": "- comparative analysis (1 hour);",
		"Reconstruction": "Reconstruction of information. Functional design of information flows (design and modeling of information flows) (9 hours):",
		"intro12": "- logical synthesis (1 hour);",
		"intro13": "- elements of game theory (1 hour);",
		"intro14": "- political modeling and design (1 hour);",
		"intro15": "- political forecasting (1 hour);",
		"intro16": "- visualization (1 hour);",
		"intro17": "- testing and interpretation (1 hour);",
		"intro18": "- textology (1 hour);",
		"intro19": "- case studies (2 hours).",
		"Conclusion": "Conclusions. On the way to consciously binding freedom (2 hours).",
		"Certificat": "After completing the course you will receive a certificate",
		"Questions": "Frequently asked questions:",
		"Quiz1": "How does the training take place?",
		"answer1": "All our courses are held offline, as well as online on a special educational platform. You can study at your own pace from anywhere in the world with internet access.",
		"Quiz2": "What payment methods are available?",
		"answer2": "We accept VISA, MasterCard, and payment via PayPal is also possible.",
		"Quiz3": "Is it possible to receive a certificate or diploma after completing the courses?",
		"answer3": "Yes, upon completion of the course you can receive a named certificate of training.",
		"there": "Here you will find courses, classes, trainings and lectures from Ruslan Bortnik and other famous scientists and experts from Ukraine and abroad."
	},
	"Card": {
		"price": "Price",
		"time": "hours of lectures",
		"video": "video materials",
		"certificate": "certificate",
		"button": "Buy",
		"course": "The course consists of:"
	},
	"Meeting": {
		"title": "Schedule a meeting",
		"description": "Here you can schedule a meeting with the course authors for business networking and consultations (online and offline), ask for short advice or discuss the course materials in more detail with their authors, get acquainted with the materials of events already held. This mode of operation is confidential and can only be initiated at the customer's request."
	},
	"Brainstorm": {
		"title": "Schedule a brainstorming session",
		"description": "This section is for those who want to comprehend complex issues and find solutions for their business, political career or reputation. You can ask an expert (or several) to analyze your ideas, put forward their own, discuss your questions and problems (online or offline). This mode of operation is confidential and can only be initiated at the customer's request."
	},
	"Contact": {
		"title": "Contact us"
	},
	"Cabinet": {
		"title": "Personal information",
		"button": "Edit data"
	},
	"Cabinetdata": {
		"name": "Name",
		"theme": "Lecture theme",
		"paid": "Status"
	},
	"Foot": {
		"name": "Ruslan Bortnik's School of Political Analysis"
	},
	"Login": {
		"user": "Login",
		"email": "Email",
		"password": "Password",
		"signin": "Sign In",
		"signingoogle": "Sign In with Google",
		"accoun": "Dont have an account?",
		"signup": "Sign Up",
		"agree": "By clicking continue, you agree to our",
		"service": "Terms of Service",
		"policy": " Privacy Policy.",
		"already": "Already registered?"
	},
	"Chat": {
		"title1": "Your AI guide",
		"title2": "to our courses and lectures",
		"questions": "Hello, how can I help you?",
		"placeholder": "Your message...",
		"theme": "Choose a topic for discussion",
		"theme1": "Fundamentals of practical political analysis: how to distinguish truth from lies and make the right decisions."
	},
	"ButtonChat": {
		"title": "Your AI Assistant"
	},
	"BortnikTrain": {
		"title": "How to Write 'Killer Texts'?",
		"descriptions": "How to write texts that influence public consciousness? Simple and effective text structures used by Western media. “USA-style” and “British-style”. The technology of 'Key Sentences', arguments/problems/solutions, summarizing sentences. How to present any position in 1 page? How to integrate one's opinion into the audience's consciousness in 3 minutes. We will talk and practice all of this on specific examples of yours and ours. We will teach everything and show everything! Minimum theory - only practice!",
		"lector": "Instructor",
		"lectorname": "Ruslan Bortnik",
		"duration": "Duration",
		"time": "minutes",
		"star": "Training is free for military personnel"
	},
	"TepliukTrain": {
		"title": "Prompt Engineering or How to Formulate Queries Correctly",
		"descriptions": "Prompt Engineering is a critical skill in working with generative artificial intelligence models like GPT-3 and GPT-4. It's the art of formulating queries or 'prompts' that guide the model towards the desired outcome. Effective Prompt Engineering requires an understanding of how the model interprets input data and the linguistic structures it uses for generating responses. This may include techniques such as providing context, choosing the right tone and style, and structuring the query in a way that directs the model to specific types of responses or formats. The goal of Prompt Engineering is to create queries that minimize misinterpretation and maximize the usefulness and accuracy of the results.",
		"lector": "Instructor",
		"lectorname": "Oleksandr Tepliuk",
		"duration": "Duration",
		"time": "minutes",
		"star": "Training is free for military personnel"
	}
}