{
	"Header": {
		"button": "Вoйти"
	},
	"Popup": {
		"button": "Выход",
		"title": "Мой кабинет",
		"buton": "Вoйти"
	},
	"Menu": {
		"course": "Курсы",
		"trainings": "Тренинги",
		"meeting": "Встречи",
		"brainstorm": "Мозговые штурмы",
		"contact": "Контакты"
	},
	"StartPage": {
		"title": "Школа политического анализа",
		"name": "Руслана Бортника",
		"descriptions": "25-летний опыт информационно-политического анализа и компаний, уникальная авторская методология, крутые примеры и глобальные клиенты, успех и известность во враждебной среде! С нами Вы обретете настоящую Свободу в обществе и откроете дорогу к личному Успеху - научитесь нестандартно мыслить и действовать в угоду своим интересам, понимать суть происходящих политических, социальных и економических процессов, принимать правильные жизненные решения!",
		"button": "наши курсы"
	},
	"Course": {
		"title": "Основы практического политического анализа: как отличать правду от лжи и принимать правильные решения",
		"descriptions": "Курс по политическому анализу и прогнозированию поможет вам приобрести важнейшие знания и навыки в социальной жизни, которые вы сможете применить в работе над сложными практическими  проектами.",
		"lector": "Бортник Руслан",
		"lectorname": "Преподаватель:",
		"button": "Купить курс сейчас",
		"aftercourse": "Окончив курс, вы научитесь",
		"intro1": "Критически оценивать информацию, аргументы и политику. Развитие навыков критического мышления имеет центральное значение в политическом анализе.",
		"intro2": "Лучше понимать и анализировать государственную политику, оценивать ее влияние на общество.",
		"intro3": "Моделировать сложные политические процессы.",
		"intro4": "Анализировать конкретные исторические и современные политические события, тематические исследования и сценарии реального мира.",
		"courseprogram": "Программа курса",
		"Introduction": "Вступление. Касается всех. Уроки Миранды. (1 час)",
		"Deconstruction": "Деконструкция информационного потока (16 часов):",
		"intro5": "- принципы и цели политического анализа, очевидно-непонятные вещи, уголовная доктрина доктора Хауса (2 часа);",
		"intro6": "- субъекты и объекты (сложности определения настоящего объекта анализа) (1 час);",
		"intro7": "- технологии обработки информации (визуализация, проблемы восприятия, верификация, классификация, структурирование), опорные точки информационного потока (2 часа);",
		"intro8": "- логический анализ и матричный способ (1 час);",
		"intro9": "- ситуационный анализ, индукция и дедукция (1 час);",
		"intro10": "- мысленный эксперимент и политическое моделирование (2 часа);",
		"intro11": "- компаративистский (сравнительный) анализ (1 час);",
		"Reconstruction": "Реконструкция информации. Функциональный дизайн информационных потоков (конструирование и моделирование информационных потоков) (9 часов):",
		"intro12": "- логический синтез (1 час);",
		"intro13": "- элементы теории игр (1 час);",
		"intro14": "- политическое моделирование и проектирование (1 час);",
		"intro15": "- политическое прогнозирование (1 час);",
		"intro16": "- визуализация (1 час);",
		"intro17": "- тестирование и интерпретация (1 час);",
		"intro18": "- текстология (1 час);",
		"intro19": "- практические кейсы (2 часа).",
		"Conclusion": "Выводы. На пути к осознанно обязывающей свободе (2 часа).",
		"Certificat": "После прохождения курса вы получите сертификат",
		"Questions": "Часто задаваемые вопросы:",
		"Quiz1": "Как проходит обучение?",
		"answer1": "Все наши курсы проходят офлайн, также онлайн на специальной образовательной платформе. Вы можете учиться в удобном для вас темпе из любой точки мира, где есть доступ в интернет.",
		"Quiz2": "Какие способы оплаты доступны?",
		"answer2": "Мы принимаем VISA, MasterCard, а также возможна оплата через PayPal.",
		"Quiz3": "Можно ли получить сертификат или диплом по окончании курсов?",
		"answer3": "Да, по завершению курса вы можете получить именной сертификат о прохождении обучения.",
		"there": "Здесь Вы найдете курсы, занятия, тренинги и лекции от Руслана Бортника и других  ученых и экспертов Украины и зарубежья"
	},
	"Card": {
		"price": "Цена",
		"time": "часов лекций",
		"video": "видеоматериалы",
		"certificate": "сертификат",
		"button": "Купить",
		"course": "Курс состоит из:"
	},
	"Meeting": {
		"title": "Записаться на встречу",
		"description": "Здесь Вы можете записаться на встречу с авторами курсов для делового знакомства и консультаций (онлайн и офлайн), попросить коротких советов или более детально проговорить материалы курсов с их авторами, ознакомиться с материалами уже проведённых мероприятий. Этот режим работы конфиденциальный и может быть инициирован только по желанию заказчика."
	},
	"Brainstorm": {
		"title": "Записаться на мозговой штурм ",
		"description": "Этот раздел для тех, кто хочет осмыслить сложные проблемы и найти решения для своего бизнеса, политической карьеры или репутации. Вы можете попросить эксперта (или нескольких) проанализировать Ваши идеи, выдвинуть свои, обсудить Ваши вопросы и проблемы (онлайн или офлайн). Этот режим работы конфиденциальный и может быть инициирован только по желанию заказчика."
	},
	"Contact": {
		"title": "Связаться с нами "
	},
	"Cabinet": {
		"title": "Личная информация",
		"button": "Редактировать данные"
	},
	"Cabinetdata": {
		"name": "Имя",
		"theme": "Тема лекции",
		"paid": "Статус"
	},
	"Foot": {
		"name": "Школа политического анализа Руслана Бортника"
	},
	"Login": {
		"user": "Логин",
		"email": "Эл. почта ",
		"password": "Пароль",
		"signin": "Войти",
		"signingoogle": "Войти через Google",
		"accoun": "Нет учётной записи?",
		"signup": "Регистрация",
		"agree": "Нажимая продолжить, вы соглашаетесь с нашими ",
		"service": "Условиями обслуживания",
		"policy": "Политикой конфиденциальности.",
		"offer": "Публічна Оферта.",
		"already": "Уже зарегистрирован?"
	},
	"Chat": {
		"title1": "Ваш ИИ-помощник",
		"title2": "по нашим курсам и лекциям",
		"questions": "Здравствуйте, чем могу помочь?",
		"placeholder": "Ваше сообщение...",
		"theme": "Выберите тему для обсуждения",
		"theme1": "Основы практического политического анализа: как отличать правду от лжи и принимать правильные решения."
	},
	"ButtonChat": {
		"title": "Твой ИИ Помощник"
	},
	"BortnikTrain": {
		"title": "Как писать «убойные тексты»?",
		"descriptions": "Как писать тексты, воздействующие на общественное сознание? Простые и эффективные структуры текстов, используемые западными СМИ. “USA-stile” и “British-stile”. Технология «Ключевых предложений», аргументов/проблем/решений, резюмирующих предложений. Как изложить любую позицию на 1 странницу? Как интегрировать своем мнение в сознание аудитории за 3 минуты. Обо всем этом поговорим и попрактикуемся на конкретных Ваших и наших примерах. Всему научим и все покажем! Минимум теории - только практика!",
		"lector": "Преподаватель",
		"lectorname": "Бортник Руслан",
		"duration": "Длительность",
		"time": "минут",
		"star": "Для военных тренинг бесплатный"
	,

		"titleT": "Prompt Engineering или как формировать запросы правильно",
		"descriptionsT": "Prompt Engineering - критический навык в работе с моделями генеративного искусственного интеллекта, такими как GPT-3 и GPT-4. Это искусство формирования запросов или 'промптов', направляющих модель к желаемому результату. Эффективный Prompt Engineering требует понимания того, как модель интерпретирует входные данные и какие языковые структуры она использует для генерации ответов. Это может включать техники, такие как указание контекста, выбор правильного тона и стиля, а также структурирование запроса таким образом, чтобы направить модель к определенным типам ответов или форматам. Цель Prompt Engineering - создание таких запросов, которые минимизируют неправильное толкование и максимизируют полезность и точность результатов.",
		"lectornameT": "Теплюк Александр"
	
	}
}
