{
	"Header": {
		"button": "Увійти"
	},
	"Popup": {
		"button": "Вихід",
		"title": "Мій кабінет",
		"buton": "Увійти"
	},
	"Menu": {
		"course": "Курси",
		"trainings": "Тренінги",
		"meeting": "Зустрічі",
		"brainstorm": "Мозкові штурми",
		"contact": "Контакти"
	},
	"StartPage": {
		"title": "Школа політичного аналізу",
		"name": "Руслана Бортніка",
		"descriptions": "25-річний досвід інформаційно-політичного аналізу та компаній, унікальна авторська методика, круті приклади та глобальні клієнти, успіх та визнання у ворожому середовищі! З нами Ви здобудете справжню Свободу в суспільстві та відкриєте дорогу до особистого Успіху - навчитеся нестандартно мислити та діяти відповідно до власних інтересів, розуміти справжню суть політичних, соціальних та економічних процесів, приймати правильні життєві рішення!",
		"button": "наші курси",
		"info": "Тренінги та курси проходять в ОНЛАЙН форматі  "
	},
	"Course": {
		"title": "Основи практичного політичного аналізу: як відрізняти правду від брехні та приймати правильні рішення",
		"descriptions": "Курс з політичного аналізу та прогнозування допоможе вам здобути найважливіші знання та навички в суспільному житті, які ви зможете застосувати в роботі над складними практичними проектами.",
		"lectorname": "Викладач:",
		"lector": "Бортнік Руслан",
		"button": "Купити ",
		"aftercourse": "Закінчивши курс, ви навчитесь",
		"intro1": "Критично оцінювати інформацію, аргументи та політику. Розвиток навичок критичного мислення має центральне значення в політичному аналізі.",
		"intro2": "Краще розуміти та аналізувати державну політику, оцінювати її вплив на суспільство.",
		"intro3": "Моделювати складні політичні процеси.",
		"intro4": "Аналізувати конкретні історичні та сучасні політичні події, тематичні дослідження та сценарії реального світу.",
		"courseprogram": "Програма курсу",
		"Introduction": "Вступ. Стосується всіх. Уроки Міранди. (1 година)",
		"Deconstruction": "Деконструкція інформаційного потоку (16 годин):",
		"intro5": "- принципи та цілі політичного аналізу, очевидно-незрозумілі речі, кримінальна доктрина доктора Хауса (2 години);",
		"intro6": "- суб'єкти та об'єкти (складнощі визначення справжнього об'єкта аналізу) (1 година);",
		"intro7": "- технології обробки інформації (візуалізація, проблеми сприйняття, верифікація, класифікація, структурування), опорні точки інформаційного потоку (2 години);",
		"intro8": "- логічний аналіз та матричний спосіб (1 година);",
		"intro9": "- ситуаційний аналіз, індукція та дедукція (1 година);",
		"intro10": "- уявний експеримент та політичне моделювання (2 години);",
		"intro11": "- компаративістський (порівняльний) аналіз (1 година);",
		"Reconstruction": "Реконструкція інформації. Функціональний дизайн інформаційних потоків (конструювання та моделювання інформаційних потоків) (9 годин):",
		"intro12": "- логічний синтез (1 година);",
		"intro13": "- елементи теорії ігор (1 година);",
		"intro14": "- політичне моделювання та проектування (1 година);",
		"intro15": "- політичне прогнозування (1 година);",
		"intro16": "- візуалізація (1 година);",
		"intro17": "- тестування та інтерпретація (1 година);",
		"intro18": "- текстологія (1 година);",
		"intro19": "- практичні кейси (2 години).",
		"Conclusion": "Висновки. На шляху до свідомо зобов’язуючої свободи (2 години).",
		"Certificat": "Після проходження курсу ви отримаєте сертифікат",
		"Questions": "Часті запитання:",
		"Quiz1": "Як проходить навчання?",
		"answer1": "Всі наші курси проходять офлайн, також онлайн на спеціальній освітній платформі. Ви можете вчитися у зручному для вас темпі з будь-якої точки світу, де є доступ до інтернету.",
		"Quiz2": "Які способи оплати доступні?",
		"answer2": "Ми приймаємо VISA, MasterCard, а також можлива оплата через PayPal.",
		"Quiz3": "Чи можна отримати сертифікат або диплом після закінчення курсів?",
		"answer3": "Так, після завершення курсу ви можете отримати іменний сертифікат про проходження навчання.",
		"there": "Тут Ви знайдете курси, заняття, тренінги та лекції від Руслана Бортніка та інших  вчених і експертів України та закордону."
	},
	"Card": {
		"price": "Ціна",
		"time": "годин лекцій",
		"video": "відеоматеріали",
		"certificate": "сертифікат",
		"button": "Купити",
		"course": "Курс складаеться з:"
	},
	"Meeting": {
		"title": "Що буде з Україною",
		"description": "Друзі, вас чекає зустріч і відвертий діалог з колишнім державним службовцем, політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. „Що буде з Україною“ - чесно, без пафосу і пропаганди, але відповідально і аргументовано, у закритій аудиторії та без запису, розповість один з найсміливіших і найяскравіших політичних мислителів сучасної України. Також ви зможете поставити свої питання.",
		"lector": "Викладач",
		"lectorname": "Михайло Чаплига",
		"duration": "Тривалість",
		"tim": "хвилини",
		"star": "Для військових тренінг безкоштовний. Тренінги проводяться в форматі ОНЛАЙН"
	},
	"Brainstorm": {
		"title": "Записатися на мозковий штурм",
		"description": "Цей розділ для тих, хто хоче осмислити складні проблеми та знайти рішення для свого бізнесу, політичної кар'єри чи репутації. Ви можете попросити експерта (або декількох) проаналізувати Ваші ідеї, висунути свої, обговорити Ваші питання та проблеми (онлайн або офлайн). Цей режим роботи конфіденційний і може бути ініційований лише на прохання замовника."
	},
	"Contact": {
		"title": "Зв'язатися з нами"
	},
	"Cabinet": {
		"title": "Особиста інформація",
		"button": "Редагувати дані"
	},
	"Cabinetdata": {
		"name": "Ім'я",
		"theme": "Тема лекції",
		"paid": "Статус"
	},
	"Foot": {
		"name": "Школа політичного аналізу Руслана Бортніка"
	},
	"Login": {
		"user": "Логін",
		"email": "Електронна пошта",
		"password": "Пароль",
		"signin": "Увійти",
		"signingoogle": "Увійти через Google",
		"accoun": "Немає облікового запису?",
		"signup": "Зареєструватися",
		"agree": "Натискаючи продовжити, ви погоджуєтеся з нашими",
		"service": "Умовами обслуговування",
		"policy": "Політикою конфіденційності.",
		"offer": "Публічна оферта.",
		"already": "Вже зареєстрований?"
	},
	"Chat": {
		"title1": "Ваш ШІ-помічник",
		"title2": "до наших курсів та лекцій",
		"questions": "Привіт, чим можу допомогти?",
		"placeholder": "Ваше повідомлення...",
		"theme": "Оберіть тему для обговорення",
		"theme1": "Основи практичного політичного аналізу: як відрізняти правду від брехні та приймати правильні рішення."
	},
	"ButtonChat": {
		"title": "Твій ШІ Помічник"
	},
	"BortnikTrain": {
		"title": "Як писати «убивчі тексти»?",
		"descriptions": "Як писати тексти, що впливають на суспільну свідомість? Прості та ефективні структури текстів, які використовуються західними ЗМІ. “USA-style” і “British-style”. Технологія «Ключових речень», аргументів/проблем/рішень, підсумкових речень. Як викласти будь-яку позицію на 1 сторінку? Як інтегрувати власну думку у свідомість аудиторії за 3 хвилини. Про все це поговоримо та попрактикуємось на конкретних Ваших і наших прикладах. Всьому навчимо та все покажемо! Мінімум теорії - тільки практика!",
		"lector": "Викладач",
		"lectorname": "Бортік Руслан",
		"duration": "Тривалість",
		"tim": "хвилини",
		"star": "Для військових тренінг безкоштовний. Тренінги проводяться в форматі ОНЛАЙН",
		"titleT": "Prompt Engeneering або формуй запити правильно",
		"descriptionsT": "Prompt Engineering є критичним навиком у роботі з моделями генеративного штучного інтелекту, такими як GPT-3 та GPT-4. Це мистецтво формування запитів або 'промптів', що керують моделлю до бажаного результату. Ефективний Prompt Engineering вимагає розуміння того, як модель інтерпретує вхідні дані та які мовні структури вона використовує для генерації відповідей. Це може включати техніки, як-от вказівка контексту, вибір правильного тону та стилю, а також структурування запиту таким чином, щоб спрямувати модель до конкретних типів відповідей або форматів. Мета Prompt Engineering полягає у створенні таких запитів, які мінімізують неправильне тлумачення та максимізують корисність та точність результатів.",
		"lectornameT": "Теплюк Олександр",
		"data": "Дата",
		"more":"Більше",
		"less":"Менше"
	},
	"Order": {
		"title": "Ваше замовлення:",
		"quantity": "Кількість:",
		"price": "Вартість:",
		"button": "Перейти до оплати",
		"button1": "Cкасувати замовлення",
		"corect": "Дані вірні",
		"notcorect": "Дані вірні? (Підтвердіть)"
	}
}
