export const coursesua = [
	{
		id: '20241',
		active: true,
		course: 'Курс',
		lector: 'Руслан Бортник',
		language: 'російська',
		title:
			'Основи практичного політичного аналізу: як відрізняти правду від брехні та приймати правильні рішення',
		descriptions:
			'Курс з політичного аналізу та прогнозування допоможе вам отримати найважливіші знання та навички у суспільному житті, які ви зможете застосувати під час роботи над складними практичними проєктами.',
		price: '14999',
		status: true,
		image: 'bortnikcourse.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19:00',
		alltime: 27,
		conclusions: [
			{
				title:
					'Критично оцінювати інформацію, аргументи та політику. Розвиток навичок критичного мислення має центральне значення в політичному аналізі.',
			},
			{
				title:
					'Краще розуміти і аналізувати державну політику, оцінювати її вплив на суспільство.',
			},
			{
				title: 'Моделювати складні політичні процеси.',
			},
			{
				title:
					'Аналізувати конкретні історичні та сучасні політичні події, тематичні дослідження та сценарії реального світу.',
			},
		],
		courseprogram: [
			{
				title: 'Вступ. Стосується всіх. Уроки Міранди. (03.09.2024 - 1 година)',
				duration: '1 година',
			},
			{
				title: 'Деконструкція інформаційного потоку (16 годин):',
				duration: '16 годин',
				lectures: [
					{
						title:
							'Принципи та цілі політичного аналізу, очевидні та неочевидні речі, кримінальна доктрина доктора Хауса (04.09.2024 - 2 години);',
						duration: '2 години',
					},
					{
						title:
							"Суб'єкти і об'єкти (складнощі визначення справжнього об'єкта аналізу) (05.09.2024 - 1 година);",
						duration: '1 година',
					},
					{
						title: 'Процеси та події (10.09.2024 - 1 година);',
						duration: '1 година',
					},
					{
						title:
							'Технології обробки інформації (візуалізація, проблеми сприйняття, верифікація, класифікація, структурування), опорні точки інформаційного потоку (11.09.2024 - 2 години);',
						duration: '2 години',
					},
					{
						title: 'Логічний аналіз і матричний метод (12.09.2024 - 1 година);',
						duration: '1 година',
					},
					{
						title:
							'Ситуаційний аналіз, індукція і дедукція (17.09.2024 - 1 година);',
						duration: '1 година',
					},
					{
						title:
							'Мисленнєвий експеримент і політичне моделювання (18.09.2024 - 2 години);',
						duration: '2 години',
					},
					{
						title:
							'Компаративний (порівняльний) аналіз (19.09.2024 - 2 години);',
						duration: '2 години',
					},
					{
						title:
							'Експертні опитування і рейтингування (24.09.2024 - 1 година);',
						duration: '1 година',
					},
					{
						title: 'Аудит штучним інтелектом (25.09.2024 - 1 година);',
						duration: '1 година',
					},
					{
						title: 'Практичні кейси (01.10.2024 - 2 години);',
						duration: '2 години',
					},
				],
			},
			{
				title:
					'Реконструкція інформації. Функціональний дизайн інформаційних потоків (конструювання та моделювання інформаційних потоків) (9 годин)',
				duration: '9 годин',
				lectures: [
					{
						title: 'Логічний синтез (02.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title: 'Елементи теорії ігор (03.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title:
							'Політичне моделювання та проектування (09.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title: 'Політичне прогнозування (10.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title: 'Візуалізація (11.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title: 'Тестування і інтерпретація (14.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title: 'Текстологія (16.10.2024 - 1 година)',
						duration: '1 година',
					},
					{
						title: 'Практичні кейси (18.10.2024 - 2 години)',
						duration: '2 години',
					},
				],
			},
			{
				title:
					"Висновки. На шляху до свідомо обов'язкової свободи (21.10.2024 - 2 години)",
				duration: '2 години',
			},
		],
	},
	{
		id: '20246',
		active: false,
		course: 'Курс',
		lector: 'Констянтин Бондаренко',
		language: 'російська',
		title: 'Справжня історія України: від світанку до світанку',
		descriptions:
			'Унікальний авторський цикл лекцій українського політолога, історика Костянтина Бондаренка про історію українських земель, народу і держави. Сертифікат (після складання тесту)',
		price: '',
		status: true,
		image: 'bondarenko.webp',
		datastart: '',
		dataend: '',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					' - історію подій і процесів, а не міфів; яку знають еліти і якої вони навчають своїх дітей.',
			},
			{
				title:
					'- цілісну картину розвитку та становлення українського народу держави.',
			},
			{
				title:
					'- як держава і суспільство традиційно реагували на критичні політичні події та навчитеся приймати правильні особисті рішення і діяти в таких умовах.',
			},
		],
		courseprogram: [
			{
				title: 'Лекція перша. Степове Середньовіччя. ',
				duration: '1 hours',
			},

			{
				title: 'Лекція друга. Українські землі часів Ренесансу та Бароко.',
				duration: '16 hours',
			},
			{
				title: 'Лекція третя. Коротке Вісімнадцяте століття (1709 - 1764).',
				duration: '9 hours',
			},
			{
				title:
					"Лекція четверта. Довге Дев'ятнадцяте століття (1764 - 1917) (частина перша). ",
				duration: '2 hours',
			},
			{
				title:
					"Лекція п'ята. Довге Дев'ятнадцяте століття (1764 - 1917) (частина друга). ",
				duration: '2 hours',
			},
			{
				title: 'Лекція шоста. Народження України та української ідеї. ',
				duration: '2 hours',
			},
			{
				title: 'Лекція сьома. Українська революція 1917 - 1928. ',
				duration: '2 hours',
			},
			{
				title:
					'Лекція восьма. Дві України (формування двох концепцій України). ',
				duration: '2 hours',
			},
			{
				title: "Лекція дев'ята. Україна в СРСР - партнер чи колонія?",
				duration: '2 hours',
			},
			{
				title:
					'Лекція десята. Незалежність України: історія втрачених можливостей.',
				duration: '2 hours',
			},
		],
	},
	{
		id: '20265',
		active: false,
		course: 'Курс',
		lector: 'Михайло Мінаков ',
		language: 'російська',
		title: 'Американська політика: історія, чинний стан і можливе майбутнє',
		descriptions:
			'Унікальний авторський цикл лекцій українського філософа та дослідника політики, доктора філософських наук Михайла Мінакова про політичну історію та систему США.',
		price: '',
		status: true,
		image: 'minakov.webp',
		datastart: '27.08.2024',
		dataend: '29.08.2024',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title: ' —	Які політичні інститути складають політичну систему США. .',
			},
			{
				title: '—	Як формувалися та функціонують владні еліти США.',
			},
			{
				title: '—	Як працює федеральний уряд США.',
			},
			{
				title: '—	Якою є роль США в міжнародних відносинах.',
			},
			{
				title: '—	Які ідеології формують політичний ландшафт США. ',
			},
			{
				title:
					'—	Як відбуваються вибори до федеральних органів влади і що можна очікувати від виборів 2024 року.',
			},
		],
		courseprogram: [
			{
				title: 'Лекція перша. Політична система США. ',
				duration: '45 minute',
			},

			{
				title: 'Лекція друга. Владні еліти США. ',
				duration: '45 minute',
			},
			{
				title: 'Лекція третя. Федеральний Уряд США. ',
				duration: '45 minute',
			},
			{
				title: 'Лекція четверта. США в міжнародних відносинах.  ',
				duration: '45 minute',
			},
			{
				title: "Лекція п'ята. Ідеології в США.  ",
				duration: '45 minute',
			},
			{
				title: 'Лекція шоста. Теперішні вибори та перспективи розвитку США. ',
				duration: '45 minute',
			},
		],
	},
	{
		id: '20289',
		active: true,
		course: 'Курс',
		lector: 'Кущ Олексій',
		language: 'Російська',
		title:
			'Ключові економічні тренди: успішні особисті та колективні стратегії в сучасному світі',
		descriptions:
			'Курс з аналізу та прогнозування сучасних тенденцій розвитку світової економіки та побудови індивідуальних стратегій розвитку, які ви зможете успішно застосувати під час роботи над складними проєктами на індивідуальному та колективному рівнях. Курс складається з 5 лекцій – 30 хвилин лекція автора та 30 хвилин спілкування у форматі «запитання-відповідь». У форматі «запитання-відповідь» ви дізнаєтеся про майбутнє валют та курсів, як правильно зберігати свої гроші в епоху геополітичних та воєнних катастроф, що буде з цінами на активи та нерухомість, чи варто купувати криптовалюту та багато іншого!',
		price: '4999',
		status: true,
		image: 'cusch.webp',
		datastart: '',
		dataend: '',
		time: '19:00',
		alltime: 5,
		conclusions: [
			{
				title:
					'— Критично оцінювати інформацію, аргументи та політику. Посилите індивідуальні навички критичного мислення, вміння виділяти слабкі сторони мейнстримних теорій та майбутні перспективи немейнстримного світогляду.',
			},
			{
				title:
					'— Краще розуміти глобальні процеси у світі для прийняття рішень на макро- та мікрорівнях.',
			},
			{
				title: '— Моделювати складні макроекономічні процеси.',
			},
			{
				title:
					'— Аналізувати сучасні політичні події та формувати індивідуальне бачення реального світу.',
			},
		],
		courseprogram: [
			{
				title:
					'Перша лекція: Україна. Перспективи розвитку та ймовірність нового електорального циклу. «Замороження» війни чи «замороження» політики? Завдання «трьох тіл» для США. Курс гривні, інфляція та темпи економічного зростання.',
				duration: '30 хвилин',
			},
			{
				title:
					'Друга лекція: Нова валютна система – чого очікувати від розвитку криптовалют, нова глобальна роль США. Перспективи криптовалют.',
				duration: '30 хвилин',
			},
			{
				title:
					'Третя лекція: Мейнстримні та немейнстримні моделі розвитку на прикладі Аргентини, Туреччини та Мексики.',
				duration: '30 хвилин',
			},
			{
				title:
					'Четверта лекція: БРІКС – альтернатива Заходу чи Інший Світ. Куди вигідно інвестувати.',
				duration: '30 хвилин',
			},
			{
				title:
					"П'ята лекція: Економіка РФ – потенціал для продовження війни в контексті нової економічної моделі.",
				duration: '30 хвилин',
			},
		],
	},
]
