[
	{
		"id": "20241",
		"title": "Fundamentals of Practical Political Analysis: How to Distinguish Truth from Lies and Make the Right Decisions",
		"lector": "Ruslan Bortnik",
		"description": "The course on political analysis and forecasting will help you gain the most important knowledge and skills in public life that you can apply when working on complex practical projects.",
		"price": "14999",
		"datastart": "02.09.2024",
		"dataend": "21.10.2024"
	},
	
	{
		"id": "20289",
		"title": "Key Economic Trends: Successful Personal and Collective Strategies in the Modern World",
		"lector": "Kush Oleksiy",
		"description": "A course on analyzing and forecasting current global economic development trends and building individual development strategies that you can successfully apply when working on complex projects at both individual and collective levels.",
		"price": "5999",
		"datastart": "05/12/2024",
		"dataend": "09/12/2024"
	},
	{
		"id": "20291",
		"title": "Historical Chronicles: 'The Unfinished War.' A Course on the Military-Political History of the First Half of the Twentieth Century.",
		"lector": "Bizyaev Ruslan",
		"description": "This course is dedicated to an in-depth analysis of the causes and events that led to World War II, starting from the late 19th century to December 1941. Participants will learn how the political elites of Britain, the USA, France, Italy, the USSR, and Germany thought and acted, as well as examine key events in Asia.",
		"price": "3999",
		"datastart": "09/01/2025",
		"dataend": "31/01/2025"
	},
	{
		"id": "20292",
		"title": "Course 'Postmodern'",
		"lector": "Viktor Savinov",
		"description": "Postmodernism is an umbrella concept covering key aspects of modern political science, philosophy, sociology, economics, communication, and military strategy. This course is designed for those who want to master the tools and methods used by leading global think tanks, strategic planning departments, and prestigious universities.",
		"price": "34999",
		"datastart": "05.05.2025",
		"dataend": "20.05.2025"
	},
	{
		"id": "20311",
		"title": "The Unfinished War: Hyenas and Herbivores of Europe a Hundred Years Ago",
		"lector": "Ruslan Bizyaev",
		"description": "Course Program: Cycle Two. The Pact and Its Consequences. Part One. Instead of a Foreword: As of March 1939, Hitler wanted nothing to do with the USSR, yet by August 18, in a personal letter to Stalin, he was literally pleading with the 'leader of all times and peoples' to accept his representative and sign an agreement.",
		"price": "3999",
		"datastart": "18/02/2025",
		"dataend": "27/02/2025"
	},
	{
		"id": "20318",
		"title": "Geopolitical Fault Line – How to Properly Respond to New Historical Challenges.",
		"lector": "Aleksei Kusch",
		"description": "During the course, you will learn what to expect in the near future in the context of global fragmentation and the West in particular; how ongoing events will affect Ukraine’s prospects; a range of key risks will be analyzed, and practical recommendations on personal strategies will be provided.",
		"price": "4998",
		"datastart": "11.04.2025",
		"dataend": "13.04.2025"
	},
	{
		"id": "20322",
		"title": "The Last Peaceful Summer. The Year 1939",
		"lector": "Ruslan Bizyaev",
		"description": "The lecture course 'The Unfinished War' is dedicated to the history of the 1930s of the twentieth century. The history of world geopolitics through the prism of the causes of the Second World War.",
		"price": "3999",
		"datastart": "25.07.2025",
		"dataend": "15.08.2025"
	}
]
