export const coursesru = [
	{
		id: '20241',
		active: true,
		course: 'Курс',
		lector: 'Руслан Бортник',
		language: 'русский',
		title:
			'Основы практического политического анализа: как отличать правду от лжи и принимать правильные решения',
		descriptions:
			'Курс по политическому анализу и прогнозированию поможет вам получить наиболее важные знания и навыки в общественной жизни, которые вы сможете применить при работе над сложными практическими проектами.',
		price: '14999',
		status: true,
		image: 'bortnikcourse.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19.00',
		alltime: 27,
		conclusions: [
			{
				title:
					'Критически оценивать информацию, аргументы и политику. Развитие навыков критического мышления имеет центральное значение в политическом анализе.',
			},
			{
				title:
					'Лучше понимать и анализировать государственную политику, оценивать её влияние на общество.',
			},
			{
				title: 'Моделировать сложные политические процессы.',
			},
			{
				title:
					'Анализировать конкретные исторические и современные политические события, тематические исследования и сценарии реального мира.',
			},
		],
		courseprogram: [
			{
				title: 'Введение. Касается всех. Уроки Миранды. (03.09.2024-1 час)',
				duration: '1 час',
			},

			{
				title: 'Деконструкция информационного потока (16 часов):',
				duration: '16 часов',
				lectures: [
					{
						title:
							'Принципы и цели политического анализа, очевидно-неочевидные вещи, криминальная доктрина доктора Хауса (04.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title:
							'Субъекты и объекты (трудности определения истинного объекта анализа) (05.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title: 'Процессы и события  (10.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title:
							'Технологии обработки информации (визуализация, проблемы восприятия, верификация, классификация, структурирование), опорные точки информационного потока (11.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title: 'Логический анализ и матричный метод (12.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title:
							'Ситуационный анализ, индукция и дедукция (17.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title:
							'Мысленный эксперимент и политическое моделирование (18.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title:
							'Компаративистский (сравнительный) анализа (19.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title: 'Экспертные опросы и рейтингование (24.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title: 'ИИ аудит  (25.09.2024 - 1 час);',
						duration: '1 час',
					},

					{
						title: 'Практические кейсы  (01.10.2024 - 2 час);',
						duration: '2 час',
					},
				],
			},
			{
				title:
					'Реконструкция информации. Функциональный дизайн информационных потоков (конструирование и моделирование информационных потоков) (9 часов)',
				duration: '9 часов',
				lectures: [
					{
						title: 'Логический синтез (02.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Элементы теории игр (03.10.2024 - 1 час)',
						duration: '1 час',
					},

					{
						title:
							'Политическое моделирование и проектирование (09.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Политическое прогнозирование (10.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Визуализация (11.10.2024 - 1 час)',
						duration: '2 часа',
					},
					{
						title: 'Тестирование и интерпретация (14.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Текстология (16.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Практические кейсы (18.10.2024 - 2 часа)',
						duration: '2 часа',
					},
				],
			},
			{
				title:
					'Выводы. На пути к осознанно обязывающей свободе (21.10.2024 - 2 часа)',
				duration: '2 часа',
			},
		],
	},
	{
		id: '20246',
		active: false,
		course: 'Курс',
		lector: 'Константин Бондаренко',
		language: 'русский',
		title: 'Настоящая история Украины: от расвета до расвета',
		descriptions:
			'Уникальный авторский цикл лекций украинского политолога, историка Константина Бондаренко о истории украинских земель, народа и государства. Сертификат (после сдачи теста)',
		price: '',
		status: true,
		image: 'bondarenko.webp',
		datastart: '',
		dataend: '',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					'История событий и процессов, а не мифов; известна элитам и передается их детям.',
			},
			{
				title:
					'Целостная картина развития и становления украинского народа и государства.',
			},
			{
				title:
					'Понимание того, как государство и общество традиционно реагируют на критические политические события, и обучение принятию правильных личных решений и действиям в таких условиях.',
			},
		],
		courseprogram: [
			{
				title: 'Лекция первая. Степное Средневековье.',
				duration: '1 час',
			},

			{
				title: 'Лекция вторая. Украинские земли времен Ренессанса и Барокко.',
				duration: '16 часов',
			},
			{
				title: 'Лекция третья. Короткое Восемнадцатое столетие (1709 - 1764).',
				duration: '9 часов',
			},
			{
				title:
					'Лекция четвертая. Долгое Девятнадцатое столетие (1764 - 1917) (часть первая).',
				duration: '2 часа',
			},
			{
				title:
					'Лекция пятая. Долгое Девятнадцатое столетие (1764 - 1917) (часть вторая).',
				duration: '2 часа',
			},
			{
				title: 'Лекция шестая. Рождение Украины и украинской идеи.',
				duration: '2 часа',
			},
			{
				title: 'Лекция седьмая. Украинская революция 1917 - 1928.',
				duration: '2 часа',
			},
			{
				title:
					'Лекция восьмая. Две Украины (формирование двух концепций Украины).',
				duration: '2 часа',
			},
			{
				title: 'Лекция девятая. Украина в СССР - партнер или колония?',
				duration: '2 часа',
			},
			{
				title:
					'Лекция десятая. Независимость Украины: история упущенных возможностей.',
				duration: '2 часа',
			},
		],
	},
	{
		id: '20265',
		active: false,
		course: 'Курс',
		lector: 'Михаил Минаков',
		language: 'Русский',
		title:
			'Американская политика: история, текущее состояние и возможное будущее',
		descriptions:
			'Уникальный авторский цикл лекций украинского философа и исследователя политики, доктора философских наук Михаила Минакова о политической истории и системе США.',
		price: '',
		status: true,
		image: 'minakov.webp',
		datastart: '27.08.2024',
		dataend: '29.08.2024',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					'— Какие политические институты составляют политическую систему США.',
			},
			{
				title: '— Как формировались и функционируют властные элиты США.',
			},
			{
				title: '— Как работает федеральное правительство США.',
			},
			{
				title: '— Какова роль США в международных отношениях.',
			},
			{
				title: '— Какие идеологии формируют политический ландшафт США.',
			},
			{
				title:
					'— Как проходят выборы в федеральные органы власти и чего можно ожидать от выборов 2024 года.',
			},
		],
		courseprogram: [
			{
				title: 'Первая лекция. Политическая система США.',
				duration: '45 минут',
			},
			{
				title: 'Вторая лекция. Властные элиты США.',
				duration: '45 минут',
			},
			{
				title: 'Третья лекция. Федеральное правительство США.',
				duration: '45 минут',
			},
			{
				title: 'Четвертая лекция. США в международных отношениях.',
				duration: '45 минут',
			},
			{
				title: 'Пятая лекция. Идеологии в США.',
				duration: '45 минут',
			},
			{
				title: 'Шестая лекция. Текущие выборы и перспективы развития США.',
				duration: '45 минут',
			},
		],
	},
	{
		id: '20289',
		active: true,
		course: 'Курс',
		lector: 'Кущ Алексей ',
		language: 'Русский',
		title:
			'Ключевые экономические тренды: успешные личные и коллективные стратегии в современном мире.',
		descriptions: `Курс по анализу и прогнозированию современных тенденций развития мировой экономики и построению индивидуальных стратегий развития, которые вы сможете успешно применить при работе над сложными проектами на индивидуальном и коллективном уровне. Курс состоит из 5 лекций - 30 минут лекция автора и 30 минут для общения в формате «вопрос-ответ». 
		В формате «вопрос-ответ» вы сможете узнать о будущем валют и курсов, как правильно сохранять свои деньги в эпоху геополитических и военных катастроф, что будет с ценами на активы и недвижимости, стоит ли покупать криптовалюту и многое другое! `,
		price: '5999',
		status: true,
		image: 'cusch.webp',
		datastart: '05/12/2024',
		dataend: '09/12/2024',
		time: '19.00',
		alltime: 5,
		conclusions: [
			{
				title:
					'— Критически оценивать информацию, аргументы и политику. Усилите индивидуальные навыки критического мышления, умение выделять слабые стороны мейнстримных теорий и будущие перспективы не мейнстримного мировоззрения.',
			},
			{
				title:
					'— Лучше понимать глобальные процессы в мире для принятия решений на макро и микроуровнях.',
			},
			{
				title: '— Моделировать сложные макроэкономические процессы',
			},
			{
				title:
					'— Анализировать современные политические события, формировать индивидуальное видение реального мира.',
			},
		],
		courseprogram: [
			{
				title:
					'Первая лекция. Украина. Перспективы развития и вероятность нового электорального цикла. «Заморозка» войны или «заморозка» политики? Задача «трех тел» для США. Курс гривны, инфляция и темпы экономического роста',
				duration: '30 минут',
			},
			{
				title:
					'Вторая лекция. Новая валютная система – чего ждать от развития криптовалют, новая глобальная роль США. Перспективы криптовалют',
				duration: '30 минут',
			},
			{
				title:
					'Третья лекция. Мейнстримные и немейнстримные модели развития на примере Аргентины, Турции и Мексики',
				duration: '30 минут',
			},
			{
				title:
					'Четвертая лекция. БРИКС – альтернатива Западу или Иной  Мир. Куда выгодно инвестировать.',
				duration: '30 минут',
			},
			{
				title:
					'Пятая лекция. Экономика РФ – потенциал для продолжения войны в контексте новой экономической модели',
				duration: '30 минут',
			},
		],
	},
	{
		id: '20291',
		active: true,
		course: 'Курс',
		lector: 'Бизяев Руслан ',
		language: 'Русский',
		title:
			'Исторические Хроники»- «Неоконченная война». Курс по военно-политической истории первой половины двадцатого века.',
		descriptions: `Этот курс посвящен глубокому анализу причин и событий, приведших ко Второй Мировой Войне, начиная с конца XIX века до декабря 1941 года. Участники узнают, как мыслили и действовали политические элиты Британии, США, Франции, Италии, СССР, Германии, а также рассмотрят ключевые события в Азии. Курс поможет понять, как малозаметные события повлияли на историю, и предложит переосмысление широко известных версий войны. Это возможность не только разобраться в прошлом, но и задуматься о будущем. `,
		price: '3999',
		status: true,
		image: 'bizaev.webp',
		datastart: '09/01/2025',
		dataend: '31/01/2025',
		time: '19.00',
		alltime: 12,
		conclusions: [
			{
				title:
					'— Критически оценивать информацию, аргументы, разные исторические концепции и политику. ',
			},
			{
				title:
					'— Лучше понимать исторические аспекты глобальных процессов в мире, видеть логику и закономерности принятия решений, методы и способы манипуляций, параметры воздействия истории на современные процессы в мире.',
			},
			{
				title:
					'— Анализировать современные политические события, формировать индивидуальное видение реального мира.',
			},
		],
		courseprogram: [
			{
				title:
					'Первая лекция. 	Почему спустя почти 90 лет после окончания Второй Мировой Войны так и не появилась какой-нибудь ее не противоречивой истории?  Почему до сих пор закрыты многие архивы в США, Британии и России? Рассмотрим  на примере всего двух фактов сотрудничества СССР и США в военной сфере историю рождения мифов и ухода в историческую сторону. (09.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Вторая лекция. 	«Первые капли дождя» Пакт Липски-Нейрата . Кто и зачем сделал Гитлера «рукопожатным»? (10.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Третья лекция. 	«Морской Лев». Откуда появились «Волчьи стаи Деница» и кого они должны были загрызть? (14.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Четвертая лекция. 	«Сааркий гамбит», или откуда у Гитлера уголь»? (16.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Пятая лекция. «Рейнский молоток» или новое сердце Рейха (17.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Шестая лекция. 	«Венский Вальс» или много из ничего (21.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Седьмая лекция. 	«Горькая сливовица» или сила права (23.01.2025)',
				duration: '30 минут',
			},

			{
				title:
					'Восьмая лекция.	«Рудольф Гесс. Прерванный полет» или почему последний узник Шпандау повесил сам себя? (24.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Девятая лекция.		«Кровавый бограч» или почему право народа вдруг резко забыли? (28.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Десятая лекция.	«Слишком белая раса» или кто так нравился фюреру и Геббельсу. (29.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Одинацатая лекция.	«Зачем Польше антикоминтерновский пакт» или как поссорились Ганс и Юзеф? (30.01.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Двенадцатая лекция.	«50 оттенков коричневого». Гитлер-ледокол Мировой Революции? Или им играли гораздо тоньше? Тогда кто это мог быть? (31.01.2025)',
				duration: '30 минут',
			},
		],
	},
	{
		id: '20292',
		active: false,
		course: 'Курс',
		lector: 'Виктор Савинов',
		language: 'Русский',
		title: 'Курс «Постмодерн»',
		descriptions: `Постмодернизм — зонтичное понятие, охватывающее ключевые аспекты современной политологии, философии, социологии, экономики, коммуникаций и военного искусства. Этот курс создан для тех, кто хочет освоить инструменты и методы, которые используют ведущие мировые аналитические центры, стратегические отделы планирования и престижные университеты.
    Курс состоит из 5 лекций по 90 минут и 30 минут в формате вопрос-ответ.  `,
		price: '34999',
		status: true,
		image: 'savinov.webp',
		datastart: '05.05.2025',
		dataend: '20.05.2025',
		time: '19.00',
		alltime: 10,
		conclusions: [
			{
				title:
					'— Пониманию основных понятий, систем, структур и стратегий постмодернизма.',
			},
			{
				title:
					'— Умение анализировать и прогнозировать политические события, экономические процессы, социальные трансформации и стратегии управления.',
			},
			{
				title:
					'— Навыки разработки коммуникационных стратегий и оценки эффективности военных кампаний.',
			},
		],
		courseprogram: [
			{
				title:
					'Первая лекция. Эпоха постмодерна. Историко-философский континуум. Парадигмальный переход. История и генеалогия. Мифологии. (05.05.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Вторая лекция. Философия постмодерна. Структурализм и постструктурализм. Деантропологизация. Деконструкция. Ризома. Постмодерн. Метамодерн. (10.05.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Третья лекция. Экономика и социология постмодерна. Незавершённый проект модерна. Симулякры. Симуляция. Имажинер. Желающие машины. Общество потребления. Общество контроля. Экономические циклы. (12.05.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Четвертая лекция. Коммуникации постмодерна.  Смерть автора. Открытое произведение.  Логика смысла. Понятие медиа. Дискурсивные практики. Психоанализ. Методология. (17.05.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Пятая лекция. Стратегии постмодерна. Современная военная стратегия. Виды войн и цели. Поле боя. Методика оценки эффективности военных кампаний. Победа. (20.05.2025)',
				duration: '30 минут',
			},
		],
	},
	{
		id: '20310',
		active: true,
		course: 'Курс',
		lector: 'Бизяев Руслан ',
		language: 'Русский',
		title: 'Неоконченная война. Гиены и травоядные Европы сто лет назад',
		descriptions: `Программа курса: Цикл второй. Пакт и его результаты. Часть первая.
. Вместо предисловия.  Еще в марте 1939 года Гитлер не хотел иметь с СССР ничего общего, а уже 18 августа в личном письме Сталину буквально умолял «вождя всех времен и народов “принять своего представителя и подписать с ним договор. Куда спешил Гитлер, если на тот момент между СССР и Германией формально продолжал действовать Раппальский договор?  Что  ( или вернее кто) создал для Гитлера именно такие условия? Сложная паутина международной геополитики в разрезе США,Британии,Франции,Италии СССР и Польши в  период с 1918 по октябрь 1939 года. Все совпадения случайны (с)
Весной 1941 года тогдашний начальник отдела «Армии Востока» и будущий создатель военной разведки ФРГ Рейхард Гелен докладывал на совещании у фюрера, что одной из моральных проблем Вермахта в предстоящем походе может быть «Дух Раппало».  Ему возразил Гиммлер и оказался прав. Почему? И зачем в современной историографии  пытаются «натянуть сову на глобус». Международная обстановка середины двадцатых годов, эхо которой стало слышно в 1939
. `,
		price: '3999',
		status: true,
		image: 'bizae.webp',
		datastart: '18/02/2025',
		dataend: '27/02/2025',
		time: '19.00',
		alltime: 12,
		conclusions: [
			{
				title:
					'— Критически оценивать информацию, аргументы, разные исторические концепции и политику. ',
			},
			{
				title:
					'— Лучше понимать исторические аспекты глобальных процессов в мире, видеть логику и закономерности принятия решений, методы и способы манипуляций, параметры воздействия истории на современные процессы в мире.',
			},
			{
				title:
					'— Анализировать современные политические события, формировать индивидуальное видение реального мира.',
			},
		],
		courseprogram: [
			{
				title:
					'Первая лекция. 	Эхо Ютланда. «Им просто нечего нам предложить», или почему на море штиль. (18.02.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Вторая лекция. 	Небеса обетованные.  Четыре будущих аса Геринга? (19.02.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Третья лекция. 	Чей газ? Весьма деликатное сотрудничество в области отравляющих веществ.(20.02.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Четвертая лекция. 		Броня крепка, или не смешите мои танки. Ничего не было просто потому что не могло быть (21.02.2025)',
				duration: '30 минут',
			},
			{
				title: 'Пятая лекция. 	Бог Войны. Не пушкой единой. (24.02.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Шестая лекция. Тонкая красная линя. Почему линия Керзона стала проблемой, а не решением.(25.02.2025)',
				duration: '30 минут',
			},
			{
				title:
					'Седьмая лекция. После Грозы. Попытка наладить отношения соседями. Получилось ли? (26.02.2025)',
				duration: '30 минут',
			},

			{
				title:
					'Восьмая лекция.	Гиена Европы, или, а шо-так можно было? (27.02.2025)',
				duration: '30 минут',
			},
		],
	},
]
