export const coursesua = [
	{
		id: '20241',
		course: 'Курс',
		lector: 'Бортнік Руслан',
		language: 'російська',
		title:
			'Основи практичного політичного аналізу: як відрізняти правду від брехні та приймати правильні рішення',
		descriptions:
			'Курс з політичного аналізу та прогнозування допоможе вам здобути найважливіші знання та навички в суспільному житті, які ви зможете застосувати в роботі над складними практичними проектами.',
		price: '4999',
		status: true,
		image: 'bortnikcourse.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19.00',
		alltime: 27,
		conclusions: [
			{
				title:
					'Критично оцінювати інформацію, аргументи та політику. Розвиток навичок критичного мислення має центральне значення в політичному аналізі.',
			},
			{
				title:
					'Краще розуміти та аналізувати державну політику, оцінювати її вплив на суспільство.',
			},
			{
				title: 'Моделювати складні політичні процеси.',
			},
			{
				title:
					'Аналізувати конкретні історичні та сучасні політичні події, тематичні дослідження та сценарії реального світу.',
			},
		],
		courseprogram: [
			{
				title: 'Вступ. Стосується всіх. Уроки Міранди. ',
				duration: '1 hours',
			},

			{
				title: 'Деконструкція інформаційного потоку (16 годин):',
				duration: '16 hours',
				lectures: [
					{
						title:
							'принципи та цілі політичного аналізу, очевидно-незрозумілі речі, кримінальна доктрина доктора Хауса (2 години);',
						duration: '2 hours',
					},
					{
						title: `суб'єкти та об'єкти (складнощі визначення справжнього об'єкта аналізу) (1 година);`,
						duration: '1 hour',
					},
					{
						title:
							'технології обробки інформації (візуалізація, проблеми сприйняття, верифікація, класифікація, структурування), опорні точки інформаційного потоку (2 години);',
						duration: '2 hours',
					},
					{
						title: 'логічний аналіз та матричний спосіб (1 година);',
						duration: '1 hour',
					},
					{
						title: 'ситуаційний аналіз, індукція та дедукція (1 година);',
						duration: '1 hour',
					},
					{
						title: 'уявний експеримент та політичне моделювання (2 години);',
						duration: '2 hours',
					},
					{
						title: 'компаративістський (порівняльний) аналіз (1 година);',
						duration: '1 hour',
					},
				],
			},
			{
				title:
					'Реконструкція інформації. Функціональний дизайн інформаційних потоків (конструювання та моделювання інформаційних потоків)',
				duration: '9 hours',
				lectures: [
					{
						title: 'логічний синтез',
						duration: '1 hours',
					},
					{
						title: 'елементи теорії ігор',
						duration: '1 hour',
					},

					{
						title: 'політичне моделювання та проектування',
						duration: '1 hour',
					},
					{
						title: 'політичне прогнозування',
						duration: '1 hour',
					},
					{
						title: 'візуалізація',
						duration: '2 hours',
					},
					{
						title: 'тестування та інтерпретація',
						duration: '1 hour',
					},
					{
						title: 'текстологія',
						duration: '1 hour',
					},
					{
						title: 'практичні кейси',
						duration: '2 hour',
					},
				],
			},
			{
				title: 'Висновки. На шляху до свідомо зобов’язуючої свободи  ',
				duration: '2 hours',
			},
		],
	},
	{
		id: '20246',
		course: 'Курс',
		lector: 'Констянтин Бондаренко',
		language: 'російська',
		title: 'Справжня історія України: від розквіту до розквіту',
		descriptions:
			'Унікальний авторський цикл лекцій українського політолога, історика Костянтина Бондаренка про історію українських земель, народу і держави. ',
		price: '15000',
		status: true,
		image: 'bondarenko.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					' - історію подій і процесів, а не міфів; яку знають еліти і якої вони навчають своїх дітей.',
			},
			{
				title:
					'- цілісну картину розвитку та становлення українського народу держави.',
			},
			{
				title:
					'- як держава і суспільство традиційно реагували на критичні політичні події та навчитеся приймати правильні особисті рішення і діяти в таких умовах.',
			},
		],
		courseprogram: [
			{
				title: 'Лекція перша. Степове Середньовіччя. ',
				duration: '1 hours',
			},

			{
				title: 'Лекція друга. Українські землі часів Ренесансу та Бароко.',
				duration: '16 hours',
			},
			{
				title: 'Лекція третя. Коротке Вісімнадцяте століття (1709 - 1764).',
				duration: '9 hours',
			},
			{
				title:
					"Лекція четверта. Довге Дев'ятнадцяте століття (1764 - 1917) (частина перша). ",
				duration: '2 hours',
			},
			{
				title:
					"Лекція п'ята. Довге Дев'ятнадцяте століття (1764 - 1917) (частина друга). ",
				duration: '2 hours',
			},
			{
				title: 'Лекція шоста. Народження України та української ідеї. ',
				duration: '2 hours',
			},
			{
				title: 'Лекція сьома. Українська революція 1917 - 1928. ',
				duration: '2 hours',
			},
			{
				title:
					'Лекція восьма. Дві України (формування двох концепцій України). ',
				duration: '2 hours',
			},
			{
				title: "Лекція дев'ята. Україна в СРСР - партнер чи колонія?",
				duration: '2 hours',
			},
			{
				title:
					'Лекція десята. Незалежність України: історія втрачених можливостей.',
				duration: '2 hours',
			},
		],
	},
]
