export const coursesru = [
	{
		id: '20241',
		course: 'Курс',
		lector: 'Руслан Бортник',
		language: 'русский',
		title:
			'Основы практического политического анализа: как отличать правду от лжи и принимать правильные решения',
		descriptions:
			'Курс по политическому анализу и прогнозированию поможет вам получить наиболее важные знания и навыки в общественной жизни, которые вы сможете применить при работе над сложными практическими проектами.',
		price: '4999',
		status: true,
		image: 'bortnikcourse.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19.00',
		alltime: 27,
		conclusions: [
			{
				title:
					'Критически оценивать информацию, аргументы и политику. Развитие навыков критического мышления имеет центральное значение в политическом анализе.',
			},
			{
				title:
					'Лучше понимать и анализировать государственную политику, оценивать её влияние на общество.',
			},
			{
				title: 'Моделировать сложные политические процессы.',
			},
			{
				title:
					'Анализировать конкретные исторические и современные политические события, тематические исследования и сценарии реального мира.',
			},
		],
		courseprogram: [
			{
				title: 'Введение. Касается всех. Уроки Миранды.',
				duration: '1 час',
			},

			{
				title: 'Деконструкция информационного потока (16 часов):',
				duration: '16 часов',
				lectures: [
					{
						title:
							'Принципы и цели политического анализа, очевидно-неочевидные вещи, криминальная доктрина доктора Хауса (2 часа);',
						duration: '2 часа',
					},
					{
						title:
							'Субъекты и объекты (трудности определения истинного объекта анализа) (1 час);',
						duration: '1 час',
					},
					{
						title:
							'Технологии обработки информации (визуализация, проблемы восприятия, верификация, классификация, структурирование), опорные точки информационного потока (2 часа);',
						duration: '2 часа',
					},
					{
						title: 'Логический анализ и матричный метод (1 час);',
						duration: '1 час',
					},
					{
						title: 'Ситуационный анализ, индукция и дедукция (1 час);',
						duration: '1 час',
					},
					{
						title:
							'Мысленный эксперимент и политическое моделирование (2 часа);',
						duration: '2 часа',
					},
					{
						title: 'Сравнительный анализ (1 час);',
						duration: '1 час',
					},
				],
			},
			{
				title:
					'Реконструкция информации. Функциональный дизайн информационных потоков (конструирование и моделирование информационных потоков)',
				duration: '9 часов',
				lectures: [
					{
						title: 'Логический синтез',
						duration: '1 час',
					},
					{
						title: 'Элементы теории игр',
						duration: '1 час',
					},

					{
						title: 'Политическое моделирование и проектирование',
						duration: '1 час',
					},
					{
						title: 'Политическое прогнозирование',
						duration: '1 час',
					},
					{
						title: 'Визуализация',
						duration: '2 часа',
					},
					{
						title: 'Тестирование и интерпретация',
						duration: '1 час',
					},
					{
						title: 'Текстология',
						duration: '1 час',
					},
					{
						title: 'Практические кейсы',
						duration: '2 часа',
					},
				],
			},
			{
				title: 'Заключение. На пути к осознанно обязывающей свободе',
				duration: '2 часа',
			},
		],
	},
	{
		id: '20246',
		course: 'Курс',
		lector: 'Константин Бондаренко',
		language: 'русский',
		title: 'Настоящая история Украины: от расвета до расвета',
		descriptions:
			'Уникальный авторский цикл лекций украинского политолога, историка Константина Бондаренко о истории украинских земель, народа и государства. Сертификат (после сдачи теста)',
		price: '15000',
		status: true,
		image: 'bondarenko.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					'История событий и процессов, а не мифов; известна элитам и передается их детям.',
			},
			{
				title:
					'Целостная картина развития и становления украинского народа и государства.',
			},
			{
				title:
					'Понимание того, как государство и общество традиционно реагируют на критические политические события, и обучение принятию правильных личных решений и действиям в таких условиях.',
			},
		],
		courseprogram: [
			{
				title: 'Лекция первая. Степное Средневековье.',
				duration: '1 час',
			},

			{
				title: 'Лекция вторая. Украинские земли времен Ренессанса и Барокко.',
				duration: '16 часов',
			},
			{
				title: 'Лекция третья. Короткое Восемнадцатое столетие (1709 - 1764).',
				duration: '9 часов',
			},
			{
				title:
					'Лекция четвертая. Долгое Девятнадцатое столетие (1764 - 1917) (часть первая).',
				duration: '2 часа',
			},
			{
				title:
					'Лекция пятая. Долгое Девятнадцатое столетие (1764 - 1917) (часть вторая).',
				duration: '2 часа',
			},
			{
				title: 'Лекция шестая. Рождение Украины и украинской идеи.',
				duration: '2 часа',
			},
			{
				title: 'Лекция седьмая. Украинская революция 1917 - 1928.',
				duration: '2 часа',
			},
			{
				title:
					'Лекция восьмая. Две Украины (формирование двух концепций Украины).',
				duration: '2 часа',
			},
			{
				title: 'Лекция девятая. Украина в СССР - партнер или колония?',
				duration: '2 часа',
			},
			{
				title:
					'Лекция десятая. Независимость Украины: история упущенных возможностей.',
				duration: '2 часа',
			},
		],
	},
]
