export const coursesru = [
	{
		id: '20241',
		active: true,
		course: 'Курс',
		lector: 'Руслан Бортник',
		language: 'русский',
		title:
			'Основы практического политического анализа: как отличать правду от лжи и принимать правильные решения',
		descriptions:
			'Курс по политическому анализу и прогнозированию поможет вам получить наиболее важные знания и навыки в общественной жизни, которые вы сможете применить при работе над сложными практическими проектами.',
		price: '14999',
		status: true,
		image: 'bortnikcourse.webp',
		datastart: '02.09.2024',
		dataend: '21.10.2024',
		time: '19.00',
		alltime: 27,
		conclusions: [
			{
				title:
					'Критически оценивать информацию, аргументы и политику. Развитие навыков критического мышления имеет центральное значение в политическом анализе.',
			},
			{
				title:
					'Лучше понимать и анализировать государственную политику, оценивать её влияние на общество.',
			},
			{
				title: 'Моделировать сложные политические процессы.',
			},
			{
				title:
					'Анализировать конкретные исторические и современные политические события, тематические исследования и сценарии реального мира.',
			},
		],
		courseprogram: [
			{
				title: 'Введение. Касается всех. Уроки Миранды. (03.09.2024-1 час)',
				duration: '1 час',
			},

			{
				title: 'Деконструкция информационного потока (16 часов):',
				duration: '16 часов',
				lectures: [
					{
						title:
							'Принципы и цели политического анализа, очевидно-неочевидные вещи, криминальная доктрина доктора Хауса (04.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title:
							'Субъекты и объекты (трудности определения истинного объекта анализа) (05.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title: 'Процессы и события  (10.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title:
							'Технологии обработки информации (визуализация, проблемы восприятия, верификация, классификация, структурирование), опорные точки информационного потока (11.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title: 'Логический анализ и матричный метод (12.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title:
							'Ситуационный анализ, индукция и дедукция (17.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title:
							'Мысленный эксперимент и политическое моделирование (18.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title:
							'Компаративистский (сравнительный) анализа (19.09.2024 - 2 часа);',
						duration: '2 часа',
					},
					{
						title: 'Экспертные опросы и рейтингование (24.09.2024 - 1 час);',
						duration: '1 час',
					},
					{
						title: 'ИИ аудит  (25.09.2024 - 1 час);',
						duration: '1 час',
					},

					{
						title: 'Практические кейсы  (01.10.2024 - 2 час);',
						duration: '2 час',
					},
				],
			},
			{
				title:
					'Реконструкция информации. Функциональный дизайн информационных потоков (конструирование и моделирование информационных потоков) (9 часов)',
				duration: '9 часов',
				lectures: [
					{
						title: 'Логический синтез (02.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Элементы теории игр (03.10.2024 - 1 час)',
						duration: '1 час',
					},

					{
						title:
							'Политическое моделирование и проектирование (09.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Политическое прогнозирование (10.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Визуализация (11.10.2024 - 1 час)',
						duration: '2 часа',
					},
					{
						title: 'Тестирование и интерпретация (14.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Текстология (16.10.2024 - 1 час)',
						duration: '1 час',
					},
					{
						title: 'Практические кейсы (18.10.2024 - 2 часа)',
						duration: '2 часа',
					},
				],
			},
			{
				title:
					'Выводы. На пути к осознанно обязывающей свободе (21.10.2024 - 2 часа)',
				duration: '2 часа',
			},
		],
	},
	{
		id: '20246',
		active: false,
		course: 'Курс',
		lector: 'Константин Бондаренко',
		language: 'русский',
		title: 'Настоящая история Украины: от расвета до расвета',
		descriptions:
			'Уникальный авторский цикл лекций украинского политолога, историка Константина Бондаренко о истории украинских земель, народа и государства. Сертификат (после сдачи теста)',
		price: '',
		status: true,
		image: 'bondarenko.webp',
		datastart: '',
		dataend: '',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					'История событий и процессов, а не мифов; известна элитам и передается их детям.',
			},
			{
				title:
					'Целостная картина развития и становления украинского народа и государства.',
			},
			{
				title:
					'Понимание того, как государство и общество традиционно реагируют на критические политические события, и обучение принятию правильных личных решений и действиям в таких условиях.',
			},
		],
		courseprogram: [
			{
				title: 'Лекция первая. Степное Средневековье.',
				duration: '1 час',
			},

			{
				title: 'Лекция вторая. Украинские земли времен Ренессанса и Барокко.',
				duration: '16 часов',
			},
			{
				title: 'Лекция третья. Короткое Восемнадцатое столетие (1709 - 1764).',
				duration: '9 часов',
			},
			{
				title:
					'Лекция четвертая. Долгое Девятнадцатое столетие (1764 - 1917) (часть первая).',
				duration: '2 часа',
			},
			{
				title:
					'Лекция пятая. Долгое Девятнадцатое столетие (1764 - 1917) (часть вторая).',
				duration: '2 часа',
			},
			{
				title: 'Лекция шестая. Рождение Украины и украинской идеи.',
				duration: '2 часа',
			},
			{
				title: 'Лекция седьмая. Украинская революция 1917 - 1928.',
				duration: '2 часа',
			},
			{
				title:
					'Лекция восьмая. Две Украины (формирование двух концепций Украины).',
				duration: '2 часа',
			},
			{
				title: 'Лекция девятая. Украина в СССР - партнер или колония?',
				duration: '2 часа',
			},
			{
				title:
					'Лекция десятая. Независимость Украины: история упущенных возможностей.',
				duration: '2 часа',
			},
		],
	},
	{
		id: '20265',
		active: false,
		course: 'Курс',
		lector: 'Михаил Минаков',
		language: 'Русский',
		title:
			'Американская политика: история, текущее состояние и возможное будущее',
		descriptions:
			'Уникальный авторский цикл лекций украинского философа и исследователя политики, доктора философских наук Михаила Минакова о политической истории и системе США.',
		price: '',
		status: true,
		image: 'minakov.webp',
		datastart: '27.08.2024',
		dataend: '29.08.2024',
		time: '19.00',
		alltime: 24,
		conclusions: [
			{
				title:
					'— Какие политические институты составляют политическую систему США.',
			},
			{
				title: '— Как формировались и функционируют властные элиты США.',
			},
			{
				title: '— Как работает федеральное правительство США.',
			},
			{
				title: '— Какова роль США в международных отношениях.',
			},
			{
				title: '— Какие идеологии формируют политический ландшафт США.',
			},
			{
				title:
					'— Как проходят выборы в федеральные органы власти и чего можно ожидать от выборов 2024 года.',
			},
		],
		courseprogram: [
			{
				title: 'Первая лекция. Политическая система США.',
				duration: '45 минут',
			},
			{
				title: 'Вторая лекция. Властные элиты США.',
				duration: '45 минут',
			},
			{
				title: 'Третья лекция. Федеральное правительство США.',
				duration: '45 минут',
			},
			{
				title: 'Четвертая лекция. США в международных отношениях.',
				duration: '45 минут',
			},
			{
				title: 'Пятая лекция. Идеологии в США.',
				duration: '45 минут',
			},
			{
				title: 'Шестая лекция. Текущие выборы и перспективы развития США.',
				duration: '45 минут',
			},
		],
	},
	{
		id: '20289',
		active: true,
		course: 'Курс',
		lector: 'Кущ Алексей ',
		language: 'Русский',
		title:
			'Ключевые экономические тренды: успешные личные и коллективные стратегии в современном мире.',
		descriptions: `Курс по анализу и прогнозированию современных тенденций развития мировой экономики и построению индивидуальных стратегий развития, которые вы сможете успешно применить при работе над сложными проектами на индивидуальном и коллективном уровне. Курс состоит из 5 лекций - 30 минут лекция автора и 30 минут для общения в формате «вопрос-ответ». 
		В формате «вопрос-ответ» вы сможете узнать о будущем валют и курсов, как правильно сохранять свои деньги в эпоху геополитических и военных катастроф, что будет с ценами на активы и недвижимости, стоит ли покупать криптовалюту и многое другое! `,
		price: '4999',
		status: true,
		image: 'cusch.webp',
		datastart: '05/12/2024',
		dataend: '09/12/2024',
		time: '19.00',
		alltime: 5,
		conclusions: [
			{
				title:
					'— Критически оценивать информацию, аргументы и политику. Усилите индивидуальные навыки критического мышления, умение выделять слабые стороны мейнстримных теорий и будущие перспективы не мейнстримного мировозрения.',
			},
			{
				title:
					'— Лучше понимать глобальные процессы в мире для принятия решений на макро и микроуровнях.',
			},
			{
				title: '— Моделировать сложные макроэкономические процессы',
			},
			{
				title:
					'— Анализировать современные политические события, формировать индивидуальное видение реального мира.',
			},
		],
		courseprogram: [
			{
				title:
					'Первая лекция. Украина. Перспективы развития и вероятность нового электорального цикла. «Заморозка» войны или «заморозка» политики? Задача «трех тел» для США. Курс гривны, инфляция и темпы экономического роста',
				duration: '30 минут',
			},
			{
				title:
					'Вторая лекция. Новая валютная система – чего ждать от развития криптовалют, новая глобальная роль США. Перспективы криптовалют',
				duration: '30 минут',
			},
			{
				title:
					'Третья лекция. Мейнстримные и немейнстримные модели развития на примере Аргентины, Турции и Мексики',
				duration: '30 минут',
			},
			{
				title:
					'Четвертая лекция. БРИКС – альтернатива Западу или Иной  Мир. Куда выгодно инвестировать.',
				duration: '30 минут',
			},
			{
				title:
					'Пятая лекция. Экономика РФ – потенциал для продолжения войны в контексте новой экономической модели',
				duration: '30 минут',
			},
		],
	},
]
