export const coursesua = [
	{
		id: '20244',
		active: false,
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		language: 'російська',
		title: 'Що буде з Україною',
		descriptions:
			'Друзі, вас чекає зустріч і відвертий діалог з колишнім державним службовцем, представником Уповноваженого з прав людини (2012-2018), політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. „Що буде з Україною“ - чесно, без пафосу і пропаганди, але відповідально і аргументовано, у закритій аудиторії та без запису, розповість один з найсміливіших і найяскравіших політичних мислителів сучасної України. Також ви зможете поставити свої питання.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20245',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бізяєв',
		language: 'російська',
		title: 'Третя світова війна. Причини та наслідки для держави та людини.',
		descriptions:
			'Шановні глядачі! Запрошуємо Вас на закриту зустріч з Русланом Бізяєвим, що буде присвячена темі нового геополітичного та економічного устрою в світі. На цій зустрічі ми будемо обговорювати ситуацію у світі та України крізь призму конкретних питань держави і людини та бачити шляхи їх розвитку. У Вас також буде можливість поставити свої запитання.Відверто.Без цензури.',
		price: '1495',
		status: false,
		image: 'buziev.webp',
		datastart: '00.00.2024',
		time: '19.00',
		duration: 180,
	},
]
