export const coursesua = [
	{
		id: '20244',
		active: false,
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title: 'Що буде з Україною',
		descriptions:
			'Друзі, вас чекає зустріч і відвертий діалог з колишнім державним службовцем, представником Уповноваженого з прав людини (2012-2018), політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. „Що буде з Україною“ - чесно, без пафосу і пропаганди, але відповідально і аргументовано, у закритій аудиторії та без запису, розповість один з найсміливіших і найяскравіших політичних мислителів сучасної України. Також ви зможете поставити свої питання.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20245',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бізяєв',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title: 'Третя світова війна. Причини та наслідки для держави та людини.',
		descriptions:
			'Шановні глядачі! Запрошуємо Вас на закриту зустріч з Русланом Бізяєвим, що буде присвячена темі нового геополітичного та економічного устрою в світі. На цій зустрічі ми будемо обговорювати ситуацію у світі та України крізь призму конкретних питань держави і людини та бачити шляхи їх розвитку. У Вас також буде можливість поставити свої запитання.Відверто.Без цензури.',
		price: '1495',
		status: false,
		image: 'buziev.webp',
		datastart: '00.00.2024',
		time: '19.00',
		duration: 180,
	},

	{
		id: '20257',
		active: false,
		course: 'Зустріч',
		lector: 'Вадим Карасєв',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Народження держави з духу та стану Війни - Європа Сучасна Росія та Україна (порівняльний аналіз)',
		descriptions: `Друзі, наполегливо рекомендуємо взяти участь у Закритій Зустріч із Вадимом Карасьовим, українським політологом, директором Інституту глобальних стратегій, радником віце-прем'єра України (1999 та 2001—2002 рр.), радником глави Секретаріату Президента України (2006—2006), автором та ведучим політико-філософських програм «Чорний Лебідь», «Чорний Квадрат» та інших на українському телебаченні. 
З Вадимом Юрійовичем ми відверто поговоримо про майбутнє України та Світу, політичні, економічні та соціальні системи, які будуть створені після закінчення Великої Війни,  про місце та роль мислячої людини в них.
`,
		price: '1599',
		status: false,
		image: 'karasev.webp',
		datastart: '19.06.2024',
		time: '19.00',
		duration: 240,
	},
	{
		id: '20258',
		active: true,
		course: 'Зустріч',
		lector: 'Олег Стариков',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Куди рухається фронт: перспективи Києва, Харкова та Одеси? Загроза ядерної ескалації?',
		descriptions: `Друзі, ..... липня о 19.00 (за київським часом) запрошуємо вас на закриту онлайн-зустріч з Олегом Стариковим (військовий оглядач, експерт із сектору оборони та безпеки, полковник СБУ у відставці).
На вас чекають відверті інсайди від того: Хто буде наступати та Якими будуть зміни фронту до кінця 2024 року? Чи зможе Україна зберегти Суми, Харків та Одесу? Чи піде РФ на Київ? Ф-16 і ризики ядерного удару? Конкретна думка і прогноз від одного з найвідоміших військових експертів України.
`,
		price: '1499',
		status: false,
		image: 'staricov.webp',
		datastart: '31.07.2024',
		time: '19.00',
		duration: 90,
	},
]
