export const coursesru = [
	{
		id: '20244',
		active: false,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		language: 'русский',
		title: 'Что будет с Украиной',
		descriptions:
			'Друзья, вас ждет встреча и откровенный диалог с бывшим государственным служащим, представителем Уполномоченного по правам человека (2012-2018), политическим лидером, звездой информационного пространства, мыслителем и просто Свободным Человеком Михаилом Чаплыгой. „Что будет с Украиной“ - честно, без пафоса и пропаганды, но ответственно и аргументированно, в закрытой аудитории и без записи, расскажет один из наиболее смелых и ярких политических мыслителей современной Украины. Также вы сможете задать свои вопросы.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20245',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бизяев',
		language: 'русский',
		title:
			'Третья мировая война. Причины и следствия для государства и человека.',
		descriptions:
			'Уважаемые зрители! Приглашаем Вас на закрытую встречу с Русланом Бизяевым, которая будет посвящена теме нового геополитического и экономического устройства в мире. На этой встрече мы будем обсуждать ситуацию в мире и Украине сквозь призму конкретных вопросов государства и человека и видеть пути их развития. У Вас также будет возможность задать свои вопросы.Откровенно.Без цензуры.',
		price: '1495',
		status: false,
		image: 'buziev.webp',
		datastart: '00.00.2024',
		time: '19.00',
		duration: 180,
	},
]
