export const coursesru = [
	{
		id: '20244',
		active: false,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title: 'Что будет с Украиной',
		descriptions:
			'Друзья, вас ждет встреча и откровенный диалог с бывшим государственным служащим, представителем Уполномоченного по правам человека (2012-2018), политическим лидером, звездой информационного пространства, мыслителем и просто Свободным Человеком Михаилом Чаплыгой. „Что будет с Украиной“ - честно, без пафоса и пропаганды, но ответственно и аргументированно, в закрытой аудитории и без записи, расскажет один из наиболее смелых и ярких политических мыслителей современной Украины. Также вы сможете задать свои вопросы.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20245',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бизяев',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Третья мировая война. Причины и следствия для государства и человека.',
		descriptions:
			'Уважаемые зрители! Приглашаем Вас на закрытую встречу с Русланом Бизяевым, которая будет посвящена теме нового геополитического и экономического устройства в мире. На этой встрече мы будем обсуждать ситуацию в мире и Украине сквозь призму конкретных вопросов государства и человека и видеть пути их развития. У Вас также будет возможность задать свои вопросы.Откровенно.Без цензуры.',
		price: '1495',
		status: false,
		image: 'buziev.webp',
		datastart: '00.00.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20257',
		active: false,
		course: 'Встреча',
		lector: 'Вадим Карасев',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Рождение государства из духа и состояния Войны - Европа Современная Россия и Украина (сравнительный анализ)',
		descriptions: `Друзья, настойчиво рекомендуем принять участие в Закрытой Встрече с Вадимом Карасевым, украинским политологом, директором  Института глобальных стратегий, советником вице-премьера Украины (1999 и 2001—2002 гг.), советником главы Секретариата Президента Украины (2006—2010 гг.), автором и ведущим политико-философских программ «Черный Лебедь», «Черный Квадрат» и других на украинском телевиденье. 
С Вадимом Юрьевичем мы откровенно поговорим о будущем Украины и Мира, политических, экономических и социальных системах, которые будут созданы после окончания Большой Войны, месте и роли мыслящего человека в них.

`,
		price: '1599',
		status: false,
		image: 'karasev.webp',
		datastart: '19.06.2024',
		time: '19.00',
		duration: 240,
	},
	{
		id: '20258',
		active: true,
		course: 'Встреча',
		lector: 'Олег Стариков',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Куда движется фронт: перспективы Киева, Харькова и Одессы? Угроза ядерной эскалации?',
		descriptions: `Друзья, 31 июля в 19.00 (киевское время) приглашаем вас на закрытую онлайн-встречу с Олегом Стариковым (военный обозреватель, эксперт по сектору обороны и безопасности, полковник СБУ в отставке). Вас ждут откровенные инсайды о том:

Кто будет наступать и какими будут изменения фронта до конца 2024 года?
Сможет ли Украина сохранить Сумы, Харьков и Одессу?
Пойдет ли РФ на Киев?
F-16 и риски ядерного удара?
Конкретное мнение и прогноз от одного из наиболее известных военных экспертов Украины.
`,
		price: '1499',
		status: false,
		image: 'staricov.webp',
		donat: 'donat.webp',
		datastart: '31.07.2024',
		time: '19.00',
		duration: 90,
	},
]
