export const coursesua = [
	{
		id: '20244',
		active: false,
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title: 'Що буде з Україною',
		descriptions:
			'Друзі, вас чекає зустріч і відвертий діалог з колишнім державним службовцем, представником Уповноваженого з прав людини (2012-2018), політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. „Що буде з Україною“ - чесно, без пафосу і пропаганди, але відповідально і аргументовано, у закритій аудиторії та без запису, розповість один з найсміливіших і найяскравіших політичних мислителів сучасної України. Також ви зможете поставити свої питання.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20245',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бізяєв',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title: 'Третя світова війна. Причини та наслідки для держави та людини.',
		descriptions:
			'Шановні глядачі! Запрошуємо Вас на закриту зустріч з Русланом Бізяєвим, що буде присвячена темі нового геополітичного та економічного устрою в світі. На цій зустрічі ми будемо обговорювати ситуацію у світі та України крізь призму конкретних питань держави і людини та бачити шляхи їх розвитку. У Вас також буде можливість поставити свої запитання.Відверто.Без цензури.',
		price: '1495',
		status: false,
		image: 'buziev.webp',
		datastart: '00.00.2024',
		time: '19.00',
		duration: 180,
	},

	{
		id: '20257',
		active: false,
		course: 'Зустріч',
		lector: 'Вадим Карасєв',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Народження держави з духу та стану Війни - Європа Сучасна Росія та Україна (порівняльний аналіз)',
		descriptions: `Друзі, наполегливо рекомендуємо взяти участь у Закритій Зустріч із Вадимом Карасьовим, українським політологом, директором Інституту глобальних стратегій, радником віце-прем'єра України (1999 та 2001—2002 рр.), радником глави Секретаріату Президента України (2006—2006), автором та ведучим політико-філософських програм «Чорний Лебідь», «Чорний Квадрат» та інших на українському телебаченні. 
З Вадимом Юрійовичем ми відверто поговоримо про майбутнє України та Світу, політичні, економічні та соціальні системи, які будуть створені після закінчення Великої Війни,  про місце та роль мислячої людини в них.
`,
		price: '1599',
		status: false,
		image: 'karasev.webp',
		datastart: '19.06.2024',
		time: '19.00',
		duration: 240,
	},
	{
		id: '20258',
		active: false,
		course: 'Зустріч',
		lector: 'Олег Стариков',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Куди рухається фронт: перспективи Києва, Харкова та Одеси? Загроза ядерної ескалації?',
		descriptions: `Друзі, 31 липня о 19:00 (київський час) запрошуємо вас на закриту онлайн-зустріч з Олегом Стариковим (військовий оглядач, експерт з сектору оборони та безпеки, полковник СБУ у відставці). Вас чекають відверті інсайди про таке:

Хто буде наступати і якими будуть зміни фронту до кінця 2024 року?
Чи зможе Україна зберегти Суми, Харків та Одесу?
Чи піде РФ на Київ?
F-16 та ризики ядерного удару?
Конкретна думка та прогноз від одного з найвідоміших військових експертів України.
`,
		price: '1499',
		status: false,
		image: 'staricov.webp',
		donat: 'donat.webp',
		datastart: '31.07.2024',
		time: '19.00',
		duration: 90,
	},
	{
		id: '20266',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бортнік',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title: 'Яким буде МИР: терміни, параметри та межі мирної Угоди',
		descriptions: `Дорогі друзі! 11 серпня 2024 року о 20:00 (за Київським часом) відбудеться закрита онлайн-зустріч з Русланом Бортніком, директором Українського Інституту Політики зі спонсорами свого 🎬ютуб-каналу.
📚Тема зустрічі: Яким буде МИР: терміни, параметри та межі мирної Угоди.
➡️Хід війни. Де врешті пройде лінія фронту?
➡️ Мирні переговори: коли і як вони закінчаться?
➡️Якою буде модель мирного врегулювання для України, РФ та Заходу?
➡️Які перспективи життя в Україні будуть у майбутньому?
➡️Які сфери економіки будуть розвиватися, а які деградувати?
💬Про все це поговоримо у вузькому колі однодумців у прагматичному та раціональному ключі.
❓Під час зустрічі ви зможете поставити Руслану Бортніку свої питання.
🆓Нагадуємо, що для спонсорів ютуб-каналу Руслана Бортніка, а також для спонсорів на платформах Buy me a coffee, Patreon участь у цій зустрічі безкоштовна. Ви отримаєте посилання для участі на своїй платформі.`,
		price: '1999',
		status: false,
		image: 'bortnik.webp',
		datastart: '11.08.2024',
		time: '20.00',
		duration: 120,
	},
	{
		id: '20287',
		active: false,
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Світ та Україна після президентських виборів у США: епоха хаосу чи «залізної руки»?',
		descriptions:
			'Друзі, на вас чекає ексклюзивна закрита зустріч і чесний діалог з екс-представником Уповноваженого з прав людини (2012–2018), політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. Темою зустрічі стане: «Світ і Україна після президентських виборів у США: епоха хаосу чи „залізної руки“?»Поговоримо про те, як результати американських виборів позначаться на Україні — чи буде мир, вибори та зміна влади? Чого очікувати на глобальній арені — чи посилиться міжнародний хаос і протистояння, що станеться зі світовою політикою та економікою, де найкраще жити?Логічно, чесно, без пафосу та пропаганди, в закритій аудиторії й без запису про все це розповість Михайло Чаплига — один із найсміливіших і найяскравіших політичних мислителів сучасної України.Також ви зможете поставити свої запитання та отримати відповіді.',
		price: '1999',
		status: false,
		image: 'chaplyga.webp',
		donat: 'donat1999.webp',
		datastart: '07.11.2024',
		time: '19:00',
		duration: 180,
	},
	{
		id: '20290',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бортнік',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Новий президент США Д. Трамп, Україна і Росія: сценарії мирного врегулювання та майбутнє української державності',
		descriptions:
			'🛑 Під час зустрічі ми детально розглянемо наступні питання:🔹 Які шанси на успіх нової переговорної моделі, якщо її буде запропоновано адміністрацією Трампа?🔹 Сценарії мирного врегулювання: Які умови можуть стати основою для переговорів між Україною, Росією та США під керівництвом Трампа? Наскільки ймовірний компроміс, який включає тимчасове заморожування конфлікту? 🔹 Роль Трампа та США у мирних переговорах: Як зміниться роль США як посередника у переговорах? Чи буде Трамп прагнути швидкого миру за рахунок інтересів України? Які ініціативи може запропонувати Трамп для врегулювання конфлікту? 🔹 Майбутнє української державності: Що можуть означати потенційні територіальні поступки для України? Яка ймовірність, що Україна не погодиться на формальний відхід від своїх міжнародно визнаних територій? Як можливі домовленості вплинуть на незалежність та суверенітет України? Які виклики можуть виникнути у внутрішній політиці України у випадку спірних рішень на переговорах? 🔹 Економічні та соціальні наслідки: Як внутрішні реформи та підтримка Заходу можуть змінитися за нового підходу США? Які сектори економіки України можуть постраждати або виграти внаслідок можливих домовленостей? 🔹 Перспективи для Росії та Білорусі: Що може отримати Росія в разі досягнення угоди, і як це вплине на її відносини із Заходом? Яка буде позиція Росії щодо довгострокової перспективи України? Як зміниться роль Білорусі, чи стане вона новим майданчиком для мирних переговорів? 🔹 Геополітичний вплив: Як зміниться роль України у глобальній політиці за адміністрації Трампа? Чи може нова стратегія Трампа послабити вплив НАТО та ЄС у регіоні? 🔹 Міжнародні гравці: Яку роль можуть відіграти Китай та країни Глобального Півдня у процесі потенційних мирних домовленостей?Наскільки важливою залишиться підтримка ЄС у разі зміни політики США? 🔹 Довгострокові перспективи: Яким може стати новий геополітичний ландшафт Східної Європи після можливого мирного врегулювання?',
		price: '2999',
		status: false,
		image: 'usa.webp',
		donat: 'bortnik22.webp',
		datastart: '22.01.2025',
		time: '19:00',
		duration: 180,
	},
	{
		id: '20310',
		active: false,
		course: 'Зустріч',
		lector: 'Вадим Сирота',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title:
			'Українські банки: стабільність і ризики, як заробити та не втратити свої гроші',
		descriptions:
			"Унікальна онлайн-зустріч з Вадимом Сиротою, одним із найвідоміших банківських експертів України, з понад 10-річним досвідом у Національному банку України, який співпрацює з 'Kennan Institute, Wilson Centre' (США), 'Chatham House' (Велика Британія) та провідними українськими й міжнародними ЗМІ. Під час зустрічі Вадим Сирота проведе огляд структури банківської системи України та динаміки її розвитку, розгляне види банків, їхні бізнес-моделі, прибутковість, чому українські банки стали рекордно прибутковими, які ризики існують для різних банків, як зберегти вклади та заробити, як не втратити гроші та що чекає на українську банківську систему. Також експерт розповість: 🔹 Про види українських банків (банки для бізнесу, роздрібні банки для 'пересічного українця', схематичні відмивні, олігархічні тощо) та приховані механізми їхньої роботи. 🔹 Як банки отримують рекордні прибутки з моменту проголошення незалежності України, і чи є ця 'яскрава вітрина' банківської системи реальною. 🔹 Основи аналізу фінансової звітності, що допоможуть оцінити платоспроможність фінансової установи, виявити підозрілі фінансові операції, а також зрозуміти, наскільки фіктивними є прибутки чи збитки банку. ****🔹 Як оцінити надійність банку?— Які фінансові показники варто аналізувати?— Як відрізнити реальні збитки від штучних списань?— Які банки потенційно проблемні і як це можна визначити? 🔹 Державне регулювання: хто контролює банки?— Роль НБУ та інших фінансових регуляторів.— Чому одні банки 'виживають', а інші несподівано ліквідуються?— Як держава впливає на банківський сектор і які реформи зараз обговорюються? 🔹 Майбутнє банківської системи України.— Які зміни очікують ринок у найближчі роки?— Яка ймовірність нових банкрутств банків? Додатково: Практичний розбір. Під час зустрічі буде проведений аналіз кількох реальних банків: їхньої фінансової звітності, ризиків, стратегій. Це допоможе вам навчитися аналізувати фінансові установи та приймати більш усвідомлені рішення при виборі банку.",
		price: '4500',
		status: false,
		image: 'syrota.webp',
		donat: '',
		datastart: '01.03.2025',
		time: '11:00',
		duration: 90,
	},
	{
		id: '20321',
		active: false,
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		Moderator: 'Руслан Бортнік',
		language: 'російська',
		title: 'Що буде з Україною?',
		descriptions:
			'Друзі, вас чекає зустріч і відвертий діалог з колишнім державним службовцем, представником Уповноваженого з прав людини (2012-2018), політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. „Що буде з Україною“ - чесно, без пафосу і пропаганди, але відповідально й аргументовано, у закритій аудиторії та без запису, розповість один з найсміливіших і найяскравіших політичних риторів сучасної України. Також друзі ви зможете поставити свої питання.',
		price: '1999',
		status: false,
		image: 'chaplyga1.webp',
		donat: '',
		datastart: '19.06.2025',
		time: '19:00',
		duration: 90,
	},
	{
		id: '20323',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бортник',
		Moderator: 'Руслан Бортник',
		language: 'російська, українська',
		title: 'Що буде з Україною – державою та суспільством – до 2030 року?',
		descriptions:
			'До чого готуватись? Куди рухається війна? Як і коли вона закінчиться? Що робити людям (різного соціального становища)? Якими будуть політичний режим, безпека, освіта, медицина та бізнес у 2030 році? Чи залишаться Харків, Запоріжжя й Одеса українськими? Презентація закритого дослідження. Відповіді на ваші питання. Розповість Руслан Бортник, директор Українського інституту політики.',
		price: '2999',
		status: false,
		image: 'bortnikmeet.webp',
		donat: '',
		datastart: '09.08.2025',
		time: '19:00',
		duration: 90,
	},
	{
		id: '20326',
		active: false,
		course: 'Зустріч',
		lector: 'Руслан Бізяєв',
		Moderator: 'Руслан Бортнік',
		language: 'українська, російська',
		title: 'Російська війна та український мир',
		descriptions: `Ексклюзивна зустріч із військовослужбовцем Сил Оборони України та політичним експертом Русланом Бізяєвим. У програмі: 
			• реальні тенденції на фронті та перспективи завершення війни; 
			• поточний стан сторін і ситуація в Силах Оборони України; • історичні паралелі та можливі сценарії миру; 
			• переговорні сигнали та діалог Трампа і Путіна; 
			• особистий погляд зсередини системи — служба, мотивація, виклики; 
			• відкриті відповіді на запитання учасників. 
			Лише для запрошених. Конфіденційний формат.`,
		price: '3999',
		status: false,
		image: 'bi.webp',
		donat: '',
		datastart: '19.11.2025',
		time: '19:00',
		duration: 90,
	},
	{
		id: '20330',
		active: false,
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		Moderator: 'Руслан Бортник',
		language: 'російська',
		title:
			'Після катастрофи: де народжуватиметься нова Україна, як пережити кризу, куди емігрувати, чому вчити дітей і як зберегти активи',
		descriptions:
			'Світ, який ми знали, відходить у агонії. Україна входить в епоху історичної трансформації — політичної, економічної, соціальної та демографічної. Старі моделі виживання, успіху та безпеки більше не працюють. Держави змінюються, кордони сенсів руйнуються, а мільйони людей змушені знову відповідати на питання: де і як жити далі?\n\nПід час цієї закритої зустрічі Михайло Чаплига запропонує жорсткий, відвертий і максимально прагматичний погляд на майбутнє України та українців — без пропаганди, самообману та політичної цензури.\n\nГоловні питання зустрічі:\n\n• Де може формуватися «нова Україна» після війни та кризи?\n• Які країни стають новими центрами української еміграції і чому?\n• Як звичайній родині пережити період глобальної нестабільності?\n• Що робити із заощадженнями, нерухомістю та активами?\n• Які професії, навички та моделі освіти будуть затребувані через 5–10 років?\n• Чому навчати дітей в епоху розпаду старих систем?\n• Як змінюється Європа і яке місце в ній займуть українці?\n• Чому свобода стає головним дефіцитом XXI століття?\n• Як зберегти суб’єктність і психологічну стійкість у світі тотальної турбулентності?\n\nЦе не мотиваційна лекція і не політичне шоу. Це закрита розмова про стратегії виживання, адаптації та збереження людської гідності в епоху великих потрясінь.\n\nКількість місць обмежена.',
		price: '1999',
		status: false,
		image: 'bi.webp',
		donat: '',
		datastart: '26.06.2026',
		image: 'chapluga19.webp',
		time: '19:00',
		duration: 2,
	},
]
