export const coursesru = [
	{
		id: '20244',
		active: true,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		language: 'русский',
		title: 'Что будет с Украиной',
		descriptions:
			'Друзья, вас ждет встреча и откровенный диалог с бывшим государственным служащим, представителем Уполномоченного по правам человека (2012-2018), политическим лидером, звездой информационного пространства, мыслителем и просто Свободным Человеком Михаилом Чаплыгой. „Что будет с Украиной“ - честно, без пафоса и пропаганды, но ответственно и аргументированно, в закрытой аудитории и без записи, расскажет один из наиболее смелых и ярких политических мыслителей современной Украины. Также вы сможете задать свои вопросы.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
]
