export const coursesua = [
	{
		id: '20244',
		course: 'Зустріч',
		lector: 'Михайло Чаплига',
		language: 'російська',
		title: 'Що буде з Україною',
		descriptions:
			'Друзі, вас чекає зустріч і відвертий діалог з колишнім державним службовцем, представником Уповноваженого з прав людини (2012-2018), політичним лідером, зіркою інформаційного простору, мислителем і просто Вільною Людиною Михайлом Чаплигою. „Що буде з Україною“ - чесно, без пафосу і пропаганди, але відповідально і аргументовано, у закритій аудиторії та без запису, розповість один з найсміливіших і найяскравіших політичних мислителів сучасної України. Також ви зможете поставити свої питання.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
]
