export const coursesru = [
	{
		id: '20244',
		active: false,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title: 'Что будет с Украиной',
		descriptions:
			'Друзья, вас ждет встреча и откровенный диалог с бывшим государственным служащим, представителем Уполномоченного по правам человека (2012-2018), политическим лидером, звездой информационного пространства, мыслителем и просто Свободным Человеком Михаилом Чаплыгой. „Что будет с Украиной“ - честно, без пафоса и пропаганды, но ответственно и аргументированно, в закрытой аудитории и без записи, расскажет один из наиболее смелых и ярких политических мыслителей современной Украины. Также вы сможете задать свои вопросы.',
		price: '1499',
		status: false,
		image: 'chapluga.webp',
		datastart: '16.05.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20245',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бизяев',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Третья мировая война. Причины и следствия для государства и человека.',
		descriptions:
			'Уважаемые зрители! Приглашаем Вас на закрытую встречу с Русланом Бизяевым, которая будет посвящена теме нового геополитического и экономического устройства в мире. На этой встрече мы будем обсуждать ситуацию в мире и Украине сквозь призму конкретных вопросов государства и человека и видеть пути их развития. У Вас также будет возможность задать свои вопросы.Откровенно.Без цензуры.',
		price: '1495',
		status: false,
		image: 'buziev.webp',
		datastart: '00.00.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20257',
		active: false,
		course: 'Встреча',
		lector: 'Вадим Карасев',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Рождение государства из духа и состояния Войны - Европа Современная Россия и Украина (сравнительный анализ)',
		descriptions: `Друзья, настойчиво рекомендуем принять участие в Закрытой Встрече с Вадимом Карасевым, украинским политологом, директором  Института глобальных стратегий, советником вице-премьера Украины (1999 и 2001—2002 гг.), советником главы Секретариата Президента Украины (2006—2010 гг.), автором и ведущим политико-философских программ «Черный Лебедь», «Черный Квадрат» и других на украинском телевиденье. 
С Вадимом Юрьевичем мы откровенно поговорим о будущем Украины и Мира, политических, экономических и социальных системах, которые будут созданы после окончания Большой Войны, месте и роли мыслящего человека в них.

`,
		price: '1599',
		status: false,
		image: 'karasev.webp',
		datastart: '19.06.2024',
		time: '19.00',
		duration: 240,
	},
	{
		id: '20258',
		active: false,
		course: 'Встреча',
		lector: 'Олег Стариков',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Куда движется фронт: перспективы Киева, Харькова и Одессы? Угроза ядерной эскалации?',
		descriptions: `Друзья, 31 июля в 19.00 (киевское время) приглашаем вас на закрытую онлайн-встречу с Олегом Стариковым (военный обозреватель, эксперт по сектору обороны и безопасности, полковник СБУ в отставке). Вас ждут откровенные инсайды о том:

Кто будет наступать и какими будут изменения фронта до конца 2024 года?
Сможет ли Украина сохранить Сумы, Харьков и Одессу?
Пойдет ли РФ на Киев?
F-16 и риски ядерного удара?
Конкретное мнение и прогноз от одного из наиболее известных военных экспертов Украины.
`,
		price: '1499',
		status: false,
		image: 'staricov.webp',
		donat: 'donat.webp',
		datastart: '31.07.2024',
		time: '19.00',
		duration: 90,
	},
	{
		id: '20266',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бортник',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title: 'Каким будет МИР: сроки, параметры и границы  мирного Соглашения',
		descriptions: `Дорогие друзья! 11 августа 2024г. в 20.00 (Киевское время) состоится закрытая онлайн-встреча с Русланом Бортником, директором Украинского Института политики со спонсорами своего 🎬ютуб-канала.
📚Тема встречи: Каким будет МИР: сроки, параметры и границы  мирного Соглашения.
➡️Ход войны. Где в итоге пройдёт линия фронта? 
➡️ Мирные переговоры, когда и как они закончатся? 
➡️Какая будет модель мирного урегулирования для Украины, РФ и Запада? 
➡️Какие перспективы жизни в Украине будут в будущем? 
➡️Какие сферы экономики будут развиваться какие деградировать?
💬Обо всем об этом поговорим в узком круге единомышленников в прагматичном и рациональном ключе.
❓Во время встречи вы сможете задать Руслану Бортнику свои вопросы.
🆓Напоминаем, что спонсоров ютуб-канала Руслана Бортника, а также для спонсоров на платформах Buy me a coffee, Patreon участие в этой встрече бесплатно. Вы получите ссылку для участия на своей платформе.`,
		price: '1999',
		status: false,
		image: 'bortnik.webp',
		datastart: '11.08.2024',
		time: '20.00',
		duration: 120,
	},
	{
		id: '20287',
		active: false,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Мир и Украина после президентских выборов в США: эпоха хаоса или „железной руки“?',
		descriptions:
			'Друзья, вас ждет эксклюзивная закрытая встреча и честный диалог с экс-представителем Уполномоченного по правам человека (2012–2018), политическим лидером, звездой информационного пространства, мыслителем и просто Свободным Человеком Михаилом Чаплыгой.Темой встречи станет: «Мир и Украина после президентских выборов в США: эпоха хаоса или „железной руки“?»Поговорим о том, как результаты американских выборов отразятся на Украине — будет ли мир, выборы и смена власти? Чего ожидать на глобальной арене — усилится ли международный хаос и противостояние, что будет с мировой политикой и экономикой, где лучше всего жить?Логично, честно, без пафоса и пропаганды, в закрытой аудитории и без записи обо всем этом расскажет Михаил Чаплыга — один из самых смелых и ярких политических мыслителей современной Украины.Также вы сможете задать свои вопросы и получить ответы.',
		price: '1999',
		status: false,
		image: 'chaplyga.webp',
		donat: 'donat1999.webp',
		datastart: '7.11.2024',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20290',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бортник',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Новый президент США Д.Трамп, Украина и Россия: сценарии мирного урегулирования и будущее украинской государственности',
		descriptions:
			'Во время встречи мы  с вами детально рассмотрим следующие вопросы: 🔹Какие шансы на успех у новой переговорной модели, если она будет предложена администрацией Трампа?🔹Сценарии мирного урегулирования: Какие условия могут стать основой для переговоров между Украиной, Россией и США под руководством Трампа? Насколько вероятен компромисс, включающий временное замораживание конфликта? 🔹Роль Трампа и США в мирных переговорах: Как изменится роль США как посредника в переговорах? Будет ли Трамп добиваться быстрого мира в ущерб интересам Украины? Какие инициативы может предложить Трамп для урегулирования конфликта? 🔹Будущее украинской государственности: Что могут означать потенциальные территориальные уступки для Украины? Какова вероятность, что Украина не пойдет на формальный отказ от   своих международно признанных территорий? Как возможные договорённости повлияют на независимость и суверенитет Украины? Какие вызовы могут возникнуть в украинской внутренней политике в случае спорных решений в переговорах?🔹Экономические и социальные последствия: Как внутренние реформы и поддержка Запада могут измениться при новом подходе США?Какие отрасли экономики Украины могут пострадать или выиграть в результате возможных договорённостей? 🔹Перспективы для России и Беларуси: Что Россия может получить в случае достижения соглашения, и как это повлияет на её отношения с Западом? Какой будет позиция России относительно долгосрочной перспективы Украины? Как изменится роль Беларуси, станет ли она новой площадкой для мирных переговоров?🔹Геополитическое влияние:  Как изменится роль Украины в глобальной политике Трампа? Может ли новая стратегия Трампа ослабить влияние НАТО и ЕС в регионе?🔹Международные игроки: Какую  могут сыграть роль Китай и страны Глобального Юга в процессе потенциальных мирных договоренностей?Насколько значимой останется поддержка ЕС в случае изменения политики США?🔹Долгосрочные перспективы:Каким может стать новый геополитический ландшафт Восточной Европы после возможного мирного урегулирования?',
		price: '2999',
		status: false,
		image: 'usa.webp',
		donat: 'bortnik22.webp',
		datastart: '22.01.2025',
		time: '19.00',
		duration: 180,
	},
	{
		id: '20310',
		active: false,
		course: 'Встреча',
		lector: 'Вадим Сирота ',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'Украинские банки: стабильность и риски, как заработать и не потерять свои деньги',
		descriptions:
			'Уникальная онлайн-встреча с Вадимом Сиротой, одним из самых известных банковских экспертов Украины, с более чем 10-летним опытом в Национальном Банке Украины, сотрудничающий с “Kennan Institute, Wilson Centre” (USA), “Chatham House” (GB), ведущими в Украине и мире СМИ. Во время встречи Вадим Сирота проведет обзор структуры банковской системы Украины и динамики ее развития, какие виды банков присутствуют, специфика их бизнес-модели прибыль, как украинские банки стали рекордно прибыльными, какие риски и для каких банков существуют; как сохранить свои вклады и заработать; как не потерять свои деньги и что ждет украинскую банковскую систему? Также, эксперт расскажет Вам: 🔹 О видах украинских банков (банк для бизнеса, розничный для «пересічного українця», схемно-отмывочные, олигархические и др.)  и скрытых механизмах их функционирования. 🔹 Также Вы узнаете, как банки получают свои колоссальные прибыли (рекордные с момента провозглашения Независимости Украины) и сможете сделать вывод, не является ли фикцией эта «яркая витрина» отечественной банковской системы.  🔹 Автор опишет базовые навыки чтения финансовой отчетности, что позволит Вам оценить платежеспособность финучреждения, обнаружить признаки подозрительных финансовых операций, сделать вывод насколько фиктивными являются прибыли или убытки банка. 🔹 Как оценить надёжность банка?— Какие показатели финансовой отчетности важно смотреть?— Как отличить реальные убытки от искусственных списаний?— Какие банки потенциально проблемные и как это можно понять?🔹 Государственное регулирование: кто контролирует банки?— Роль НБУ и других финансовых регуляторов.— Почему некоторые банки «выживают», а другие внезапно ликвидируются?— Как государство влияет на банковский сектор и какие реформы сейчас обсуждаются?🔹 Будущее банковской системы Украины.— Какие изменения ждут рынок в ближайшие годы?— Какова вероятность новых банкопадов? Дополнительно: Практический разбор. В рамках встречи будет проведен разбор нескольких реальных банков: их отчетности, рисков, стратегий. Это поможет вам научиться анализировать финансовые учреждения и принимать более осознанные решения при выборе банка. ',
		price: '4500',
		status: false,
		image: 'syrota.webp',
		donat: '',
		datastart: '01.03.2025',
		time: '11.00',
		duration: 90,
	},
	{
		id: '20321',
		active: false,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title: 'Что будет с Украиной?',
		descriptions:
			'Друзья, вас ждет встреча и откровенный диалог с бывшим государственным служащим, представителем Уполномоченного по правам человека (2012–2018), политическим лидером, звездой информационного пространства, мыслителем и просто Свободным Человеком Михаилом Чаплыгой. «Что будет с Украиной?» — честно, без пафоса и пропаганды, но ответственно и аргументированно, в закрытой аудитории и без записи, расскажет один из самых смелых и ярких политических риторов современной Украины. Также, друзья, вы сможете задать свои вопросы.',
		price: '1999',
		status: false,
		image: 'chaplyga1.webp',
		donat: '',
		datastart: '19.06.2025',
		time: '19:00',
		duration: 90,
	},
	{
		id: '20323',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бортник',
		Moderator: 'Руслан Бортник',
		language: 'русский, украинский',
		title: 'Что будет с Украиной – государством и обществом - к 2030 году? ',
		descriptions:
			'К чему готовиться? Куда идет война? Как и когда она закончится? Что делать людям (разного социального положения)? Каким будет политический режим, безопасность, образование, медицина и бизнес в 2030 году? Останутся ли Харьков, Запорожье и Одесса украинскими? Презентация закрытого исследования. Ответы на Ваши вопросы. Расскажет Руслан Бортник, директор Украинского Института Политики',
		price: '2999',
		status: false,
		image: 'bortnikmeet.webp',
		donat: '',
		datastart: '09.08.2025',
		time: '19:00',
		duration: 90,
	},
	{
		id: '20326',
		active: false,
		course: 'Встреча',
		lector: 'Руслан Бизяев',
		Moderator: 'Руслан Бортник',
		language: 'русский, украинский',
		title: 'Российская война и украинский мир ',
		descriptions: `Эксклюзивная беседа с военнослужащим Сил Обороны Украины и политическим экспертом Русланом Бизяевым.В программе:
			• реальные тенденции на фронте и перспективы окончания войны;• текущее положение сторон и состояние Сил Обороны Украины;
			• исторические параллели и сценарии возможного мира;
			• переговорные сигналы и диалог Трампа и Путина;
			• личный взгляд изнутри системы — служба, мотивация, вызовы;
			• открытые ответы на вопросы участников.
			Только для приглашённых. Конфиденциальный формат.`,
		price: '3999',
		status: false,
		image: 'bi.webp',
		donat: '',
		datastart: '19.11.2025',
		time: '19:00',
		duration: 90,
	},
	{
		id: '20330',
		active: false,
		course: 'Встреча',
		lector: 'Михаил Чаплыга',
		Moderator: 'Руслан Бортник',
		language: 'русский',
		title:
			'После катастрофы: где будет рождаться новая Украина, как пережить кризис, куда эмигрировать, чему учить детей и как сохранить активы',
		descriptions: `Мир, который мы знали, уходит в агонии. Украина входит в эпоху исторческой трансформации — политической, экономической, социальной и демографической. Старые модели выживания, успеха и безопасности больше не работают. Государства меняются, границы смыслов рушатся, а миллионы людей вынуждены заново отвечать на вопрос: где и как жить дальше?

Во время этой закрытой встречи Михаил Чаплыга предложит жесткий, откровенный и максимально прагматичный взгляд на будущее Украины и украинцев — без пропаганды, самоуспокоения и политической цензуры.

Главные вопросы встречи:

• Где может формироваться «новая Украина» после войны и кризиса?
• Какие страны становятся новыми центрами украинской эмиграции и почему?
• Как пережить период глобальной нестабильности обычной семье?
• Что делать с накоплениями, недвижимостью и активами?
• Какие профессии, навыки и модели образования будут востребованы через 5–10 лет?
• Чему учить детей в эпоху распада старых систем?
• Как меняется Европа и какое место в ней займут украинцы?
• Почему свобода становится главным дефицитом XXI века?
• Как сохранить субъектность и психологическую устойчивость в мире тотальной турбулентности?

Это не мотивационная лекция и не политическое шоу. Это закрытый разговор о стратегиях выживания, адаптации и сохранения человеческого достоинства в эпоху больших потрясений.

Количество мест ограничено.`,
		price: '1999',
		status: false,
		image: 'chapluga19.webp',
		donat: '',
		datastart: '26.06.2026',
		time: '19:00',
		duration: 2,
	},
]
