import React from 'react'

const Publicofer = () => {
  return (
		<div className='container mx-auto lg:px-[20%] lg:py-10 flex flex-col gap-5'>
			<h2 className='text-center text-4xl'>Договір публічної оферти</h2>
			<div>
				Цей Договір, в якому одна сторона Фізична особа – підприємець БОРТНІК
				РУСЛАН ОЛЕГОВИЧ, зареєстрований в Єдиному державному реєстрі юридичних
				осіб, фізичних осіб–підприємців та громадських формувань в установленому
				чинним законодавством порядку та який є платником єдиного податку
				(надалі – Виконавець), з одного боку, і будь-яка особа, яка прийняла
				(акцептувала) дану пропозицію (надалі – Користувач), з іншого боку, далі
				разом — Сторони, а кожний окремо – Сторона, уклали даний Договір (далі —
				Договір), адресований необмеженому колу осіб, який є офіційною публічною
				пропозицією Виконавця, укласти з будь-яким Користувачем Договір про
				надання послуг. При замовленні та оплаті Послуг Виконавця, Користувачі
				приймають умови цього Договору про нижченаведене.
				<br /> <br />
				1. ТЕРМІНИ ТА ЗАГАЛЬНІ ПОЛОЖЕННЯ
				<br />
				1.1. Цей Договір укладається шляхом надання повної й безумовної згоди
				(акцепту) Користувача на укладення Договору в повному обсязі, без
				підпису письмового примірника Договору Сторонами.
				<br />
				1.2. Договір має юридичну силу відповідно до ст.ст. 633, 641, 642
				Цивільного кодексу України і є рівносильним Договору, підписаному
				Сторонами.
				<br />
				1.3. Користувач підтверджує факт ознайомлення та згоди з усіма умовами
				цього Договору в повному обсязі шляхом акцептування.
				<br />
				1.4. Акцептом дійсного Договору публічної оферти є здійснення
				Користувачем повної або часткової оплати послуг відповідно до умов цього
				Договору. З моменту надходження грошових коштів, в рахунок оплати
				послуг, що надійшли на розрахунковий рахунок Виконавця, дана оферта
				вважається акцептована, а Договір вважається укладеним між Замовником та
				Користувачем. Ухвалення (акцептування) цієї Оферти і відповідно,
				укладення цього Договору означає, що Замовник, в необхідної для нього
				міри, ознайомився з умовами цього договору і програмою дистанційних
				курсів, тренінгів тощо, розміщених за адресою:
				https://www.bortnikshool.com і приймає їх безумовно і в повному обсязі.
				<br />
				1.5. Послуги - набір консультаційних послуг, що надаються Виконавцем в
				порядку і на умовах, визначених цим Договором та Програмами Курсів, які
				є невід&apos;ємною частиною цього Договору.
				<br />
				1.6. Публічна оферта - пропозиція Виконавця (викладена на Сайті
				Виконавця), адресована необмеженому колу фізичних осіб, відповідно до
				законодавства України, укласти цей Договір на певних умовах.
				<br />
				1.7. Cайт Виконавця - веб-сторінка в мережі Інтернет за адресою
				https://www.bortnikshool.com, яка є офіційним джерелом інформування
				Користувачів про Виконавця та послуги, які їм надаються.
				<br />
				1.8. Акцепт - повне, безумовне і беззастережне прийняття Користувачем
				умов Публічної оферти даного Договору і Програми відповідного Курсу та
				надання Користувачем згоди на укладення даного Договору в повному обсязі
				без підпису письмового примірника Договору Сторонами.
				<br />
				1.9. Користувач - фізична особа, яка досягла 18-ти річного віку і
				вчинила Акцепт Публічної оферти Виконавця, викладеної в цьому Договорі,
				і сплатила вартість Послуг.
				<br />
				1.10. Сторони - Виконавець та Користувач.
				<br />
				1.11. Курс - виражений у формі лекції (майстер-клас, тренінг) або
				аудіовізуального твору (вебінар або онлайн-тренінг), комплекс
				консультаційних послуг, спрямованих на передачу Користувачу інформації
				по заданій темі з метою надання йому можливості для формування певного
				уявлення про аналізований предмет, а також вироблення певних навичок в
				досліджуваній сфері діяльності.
				<br />
				1.12. Програма Курсу - детальні умови надання конкретної Послуги, що
				включають в себе, в тому числі, але не виключно, наступні умови:
				<br />
				1.12.1. Назва, предмет та зміст Курсу, імена тренерів; 1.12.2. Кількість
				годин і / або розклад (графік) Курсу;
				<br />
				1.12.3. Вартість Курсу.
				<br />
				1.12.4. Порядок оплати тощо.
				<br />
				1.13. Відтворення (скачування) - така форма доступу Користувача до
				Курсу, при якому, здійснюється створення копії Курсу в електронній
				(цифровій) формі із збереженням у пам&apos;яті Пристроїв Користувача або
				без такого.
				<br />
				1.14. Пристрій - означає електронну обчислювальну машину (ЕОМ) і / або
				інший пристрій, що функціонує за принципом ЕОМ, здатне здійснювати
				обробку і відтворення звуку і зображення, як стаціонарне, так і
				переносне (включаючи, але не обмежуючись ними: мобільні телефони,
				смартфони, КПК, і ін.), яке має можливість доступу до глобальної мережі
				Інтернет.
				<br />
				1.15. Укладаючи цей Договір Користувач автоматично погоджується з повним
				та безумовним прийняттям положень цього Договору, цін на Послуги та всіх
				додатків, які є невід’ємними частинами Договору.
				<br />
				1.6. Якщо Користувач не згодний з умовами Договору, він не має права
				укладати цей Договір, а також не вправі користуватися Послугами за цим
				Договором.
				<br />
				<br />
				2. ПРЕДМЕТ ДОГОВОРУ
				<br />
				2.1. Виконавець бере на себе зобов&apos;язання надати Користувачеві
				консультаційні послуги в сфері інформаційних технологій, а саме
				організацію проходження Користувачем Курсу навчання (тренінгу) або
				майстер-класу (далі - Курс) на платній основі, відповідно до умов цього
				Договору, а Користувач зобов&apos;язується прийняти і здійснити оплату
				таких Послуг.
				<br />
				2.2. Користувач зобов&apos;язується оплатити Виконавцю вартість Курсу,
				який їм купується.
				<br />
				2.3. Сторони домовилися, що детальний зміст (назви тем, формат,
				кількість навчальних годин або графік занять тощо) Курсу навчання
				(тренінгу) погоджується Сторонами в Програмі курсу навчання (тренінгу),
				яка розміщується на Сайті Виконавця.
				<br />
				2.4. Сторони погоджуються, що Виконавець не гарантує будь-яких
				фінансових чи інших результатів застосування Користувачем Курсів,
				придбаних у Виконавця, в своїй діяльності.
				<br />
				2.5. Ніякі претензії за результативністю застосування Користувачем,
				отриманих в результаті прослуховування/перегляду Курсів, знань і
				навичок, не можуть бути пред&apos;явлені Виконавцеві. Відповідальність
				за використання цих знань і навичок, а також за будь-які результати,
				прямі або побічні ефекти, отримані в результаті використання цих знань і
				навичок, цілком і повністю лежить на Користувачі.
				<br />
				2.6. Користувач та Виконавець підтверджують, що даний Договір не є
				фіктивним чи удаваним правочином або правочином, укладеним під впливом
				тиску чи обману.
				<br />
				<br />
				3. УМОВИ НАДАННЯ ПОСЛУГ
				<br />
				3.1. Консультаційні послуги надаються у вигляді лекції (майстер-клас чи
				тренінг) або у формі дистанційного відтворення Курсу на пристрої
				користувача (записи або прямої трансляції), відповідно до навчального
				плану і розкладу (графіка) занять, розроблених Виконавцем і містяться в
				Програмі Курсу, розміщеної у відповідному розділі сайту Виконавця.
				<br />
				3.2. Термін (графік) навчання визначається відповідно до Програми Курсу.
				<br />
				3.3. Акцептом даного Договору визнається оплата Клієнтом, повна або
				часткова, вартості відповідного Курсу і означає повне і беззастережне
				прийняття Користувачем умов цього Договору і прирівнюється до
				власноручного підпису Користувача під Договором.
				<br />
				3.4. Порядок акцепту:
				<br />
				3.4.1. Користувач самостійно обирає Курс на сайті Виконавця і
				знайомиться з умовами оплати.
				<br />
				3.4.2. Після вибору необхідного Курсу(-ів) Користувач оформляє заявку на
				консультацію або відразу переходить в кошик і здійснює оплату.
				<br />
				3.4.3. Якщо Курс надається в дистанційному форматі (вебінар,
				онлайн-тренінг), то перед початком такого Курсу Користувач отримує
				посилання для доступу до цього Курсу, яке буде надіслане на електронну
				адресу, вказану Користувачем при покупці Курсу.
				<br />
				3.4.4. З моменту акцепту цієї Оферти одностороння відмова Користувача
				від Договору неприпустима.
				<br />
				3.4.5. Послуга вважається наданою з моменту надання Виконавцем всієї
				інформації і виконання всієї програми, передбачених у відповідній
				Програмі Курсу.
				<br />
				<br />
				4. ПРАВА ТА ОБОВ’ЯЗКИ ВИКОНАВЦЯ
				<br />
				4.1. Виконавець має право:
				<br />
				4.1.1. Отримувати від Користувача інформацію, необхідну для надання
				послуг за цим Договором;
				<br />
				4.1.2. Отримати за надані послуги оплату в розмірах і строки,
				передбачені цим Договором та відповідної Програми Курсу.
				<br />
				4.1.3. Скасовувати, переривати або переносити будь-які Курси, змінювати
				їх матеріали, значення і вагу будь-якого завдання, тесту або іспиту.
				<br />
				4.1.4. Опублікувати будь-які матеріали та відгуки, створені Користувачем
				в процесі проходження Курсу, без будь-яких обмежень, додаткових
				погоджень або компенсації з боку Користувача. 4.2. Виконавець
				зобов’язаний:
				<br />
				4.2.1. Надавати Користувачу консультаційні послуги в обсязі відповідно
				до цього Договору та відповідної Програми Курсу.
				<br />
				4.2.2. Інформувати Користувача про правила та вимоги щодо організації
				надання консультаційних послуг, їх якості і змісту, про права та
				обов&apos;язки Користувача при отриманні послуг.
				<br />
				4.2.3. Розробити навчальний план, організувати проведення занять, курсів
				тощо;
				<br />
				4.2.4. При необхідності забезпечити Користувача навчально-методичними
				матеріалами та літературою.
				<br />
				4.2.5. Видати електронний сертифікат про закінчення Курсу навчання, який
				буде зберігатися на сайті Виконавця на протязі 60 (шістдесяти)
				календарних днів після закінчення Курсу. Користувач має право самостійно
				роздрукувати такий сертифікат.
				<br />
				<br />
				5. ПРАВА ТА ОБОВ’ЯЗКИ КОРИСТУВАЧА
				<br />
				5.1. Користувач має право:
				<br />
				5.1.1. Отримати Послуги належної якості відповідно до Програми Курсу.
				<br />
				5.1.2. За умови успішного проходження курсу навчання отримати Сертифікат
				про його закінчення.
				<br />
				5.2. Користувач зобов&apos;язаний:
				<br />
				5.2.1. Сумлінно навчатися за програмою, відвідувати теоретичні та
				практичні заняття, не пропускати їх без поважних причин.
				<br />
				5.2.2. Виконувати домашні завдання в межах проходження Курсу, відповідно
				до вказівок Виконавця та/або його представників, і в терміни зазначені
				ними.
				<br />
				5.2.3. Своєчасно вносити плату за Послуги в розмірах і в строки,
				встановлені цим Договором та Програмою Курсу.
				<br />
				5.2.4. Утриматися в процесі проходження Курсу від дій, які:
				<br />
				5.2.4.1. можуть перешкодити іншим Користувачам, запрошеним особам або
				лекторам приймати участь у Курсі і отримувати інформацію в процесі
				проведення Курсу.
				<br />
				5.2.4.2. можуть завдати шкоду матеріальним цінностям інших Користувачів,
				запрошених осіб, лекторів або Виконавця, власників або користувачів
				приміщення, в якому проводиться Курс.
				<br />
				5.2.4.3. порушують громадський порядок, в тому числі ображають
				присутніх, виражаються у використанні нецензурних виразів і/або гучних
				розмов, створенні шуму за допомогою пристроїв і т.д.
				<br />
				5.2.4.4. принижують честь, гідність, ділову репутацію Виконавця, інших
				Користувачів, запрошених осіб або лекторів, в тому числі шляхом
				розміщення інформації, образливих, неетичних дописів, коментарів в
				мережі Інтернет, друкованих виданнях, розсилках або іншим способом, який
				має публічний характер.
				<br />
				5.2.4.5. проявляються у використанні аудіо- або відео-апаратури з метою
				копіювання матеріалів Курсу або без такої.
				<br />
				5.2.5. У разі, якщо це передбачено Програмою Курсу - здати підсумковий
				внутрішній тест (іспит).
				<br />
				<br />
				6. ЦІНА ПОСЛУГ І ПОРЯДОК ОПЛАТИ
				<br />
				6.1. Загальна вартість послуг, надана Користувачу за цим Договором
				становить загальну суму сплачених Користувачем Курсів.
				<br />
				6.2. Вартість конкретного Курсу визначається Виконавцем в Програмі
				Курсу, яка розміщується на Сайті Виконавця або ж повідомляється
				менеджером компанії Виконавця особисто клієнту.
				<br />
				6.3. Вартість передбачених цим Договором Послуг оплачується Користувачем
				в безготівковій формі, шляхом перерахування на поточний рахунок
				Виконавця або за допомогою оплати на сайті.
				<br />
				6.4. Виконавець має право не повертати кошти сплачені Користувачем за
				навчання, якщо Користувач прослухав більш ніж одне заняття Курсу і
				відмовився від Послуг.
				<br />
				6.5. У разі дострокового припинення дії Договору за ініціативою
				Виконавця – останній повертає кошти тільки за ті заняття Курсу, що не
				були проведені Виконавцем. Проведені заняття Курсу в такому випадку не
				компенсуються.
				<br />
				6.6. У разі якщо Користувач відмовляється від навчання до початку Курсу,
				Виконавець повертає сплачений аванс. У разі оплати всієї суми - 100%
				вартості Договору, Користувачеві повертаються кошти в сумі 90% від
				сплачених коштів.
				<br />
				6.7. Розмір оплати встановлюється за весь термін проходження Курсу і не
				може змінюватися.
				<br />
				6.8. Користувач оплачує Послуги Виконавця на підставі цього Договору у
				Національній валюті України – гривні. Сторони погоджуються, що
				еквівалентна вартість Послуг, визначена на відповідній сторінці
				Веб-сайту Виконавця в доларах США, сплачується Користувачем в гривнях у
				відповідності до офіційного курсу гривні до курсу долара США,
				встановленого Національним банком України на день оплати.
				<br />
				6.9. Оплата Послуг здійснюється шляхом:
				<br />
				6.9.1. перерахування грошових коштів на поточний рахунок Виконавця або
				<br />
				6.9.2. за допомогою інших платіжних засобів, які вказані на Веб-сайті
				Виконавця.
				<br />
				6.10. Моментом оплати Послуг вважається час зарахування грошових коштів
				на поточний рахунок Виконавця.
				<br />
				6.11. Користувач самостійно та за свій рахунок сплачує вартість послуг
				третіх осіб, якщо це необхідно для отримання Послуг Виконавця за цим
				Договором (наприклад, послуги доступу до мережі Інтернет, вартість
				проїзду до місця проведення курсу, вартість проживання тощо).
				<br />
				<br />
				7. ВІДПОВІДАЛЬНІСТЬ СТОРІН
				<br />
				7.1. За невиконання або неналежне виконання зобов&apos;язань за цим
				Договором Сторони несуть відповідальність відповідно до чинного
				законодавства України.
				<br />
				7.2. Послуги Виконавця і всі пов’язані матеріали надаються «як є», без
				прямих або тих, що маються на увазі, гарантій. Виконавець не надає
				ніяких гарантій, у тому числі комерційної придатності, придатності для
				певних цілей та використання і не порушення прав третіх осіб, а також
				гарантій, що випливають із ділових відносин або звичаїв ділового обігу.
				Крім того, Виконавець не несе відповідальність, пов’язану з доступом
				Користувача до Послуг та відповідних пов’язаних матеріалів, а також з їх
				використанням. Користувач погоджується з тим, що здійснює доступ до
				Послуг і пов’язаних матеріалів і використовує їх на власний ризик.
				<br />
				7.3. У максимально дозволеній законодавством України мірі Виконавець не
				несе відповідальності за непрямі, побічні, фактичні, непрямі або прямі
				збитки, прямо або побічно упущену вигоду або неотриманні доходи, втрату
				даних, експлуатаційних якостей, гудвілу або інших нематеріальних
				цінностей, пов&apos;язаних: а) з доступом Користувача до послуг і їх
				використанням або неможливістю такого доступу або використання; б) з
				матеріалами або поведінкою, в тому числі ганебним, образливим або
				незаконним, будьякої третьої сторони; або в) з несанкціонованим
				доступом, використанням або зміною матеріалів Користувача або
				інформації. Ні в якому разі сума сукупної відповідальності за всіма
				претензіями щодо послуг не може перевищувати більшої з двох наступних
				сум: двадцяти доларів США (20 дол. США).
				<br />
				7.4. Користувач погоджується, що відмова від гарантій і обмеження
				відповідальності, що викладені в даних умовах, відображають розумний і
				справедливий розподіл ризиків, а також є необхідною умовою для надання
				послуг Виконавцем за доступну плату.
				<br />
				7.5. Користувач погоджується, що будь-який позов, пов&apos;язаний з
				Послугами, повинен бути переданий до суду протягом строку позовної
				давності після виникнення підстав для нього, в іншому випадку така
				підстава вважається недійсною.
				<br />
				7.6. Користувач погоджується з тим, що в разі недотримання Користувачем
				п. 5.2.3 цього Договору, що стосується обов&apos;язку вносити оплату
				вчасно, Виконавець має право не тільки припинити надання послуг та
				доступ до Курсу до моменту здійснення оплати, але і припинити цей
				Договір на підставі п. 9.1.3 Договору.
				<br />
				7.7. У разі порушення Користувачем п. 12.1 цього Договору та
				використання матеріалів курсу не в особистих цілях, поширення матеріалів
				Курсу в будь-який спосіб і незалежно від кола осіб, Виконавець має право
				розірвати цей Договір в односторонньому порядку, заблокувати
				користувачеві доступ до Курсу і/або сайту, без повернення сплачених
				Користувачем за Курс грошових коштів.
				<br />
				7.8. Усі спори, що виникають з цього Договору або пов&apos;язані із ним,
				вирішуються шляхом переговорів між Сторонами.
				<br />
				7.9. Якщо відповідний спір не можливо вирішити шляхом переговорів, він
				вирішується в судовому порядку за встановленою підвідомчістю та
				підсудністю такого спору відповідно до чинного законодавства України.
				<br />
				7.10. Виконавець не несе будь-яку відповідальність за ненадання або
				неналежне надання Послуг Користувачу за умови настання будь-яких
				обставин, які виникли не з вини Виконавця (а саме – настання обставин,
				які виникли з вини чи необережності Користувача та/або настання
				обставин, які виникли з вини чи необережності будь-якої третьої особи
				(будь-яких третіх осіб) та /або настання форс-мажорних обставин).
				<br />
				<br />
				8. ФОРС-МАЖОРНІ ОБСТАВИНИ
				<br />
				8.1. Сторони звільняються від відповідальності за невиконання
				зобов&apos;язань, якщо це невиконання викликане обставинами, що не
				залежать від волі Сторін або всупереч волі чи бажанню Сторін і які не
				можна передбачити чи уникнути, а саме: військовими діями, стихійним
				лихом, техногенними та іншими аваріями, страйками, локаутами,
				громадськими заворушеннями, епідемією, блокадою, землетрусом, повінню,
				пожежею, а також рішенням чи приписом органів державної влади та
				управління держави, резидентом якої є Користувач, або держави,
				резидентом якої є Виконавець, внаслідок яких на Сторони (або одну із
				Сторін) покладатимуться додаткові обов&apos;язки чи встановлюватимуться
				додаткові обмеження і які роблять неможливим подальше повне або часткове
				виконання Договору, а також інші дії чи події, що існують поза волею
				Сторін, що унеможливлює виконання умов цього Договору (далі Форс-мажор).
				<br />
				8.2. Форс-мажор застосовується, і Сторона, для якої він настав
				звільняється від відповідальності за порушення умов цього Договору, при
				наявності письмового підтвердження (висновок, довідка)
				Торгово-промислової палати України про настання форс-мажору.
				<br />
				8.3. Сторона, для якої настав Форс-мажор, зобов&apos;язується негайно
				повідомити іншу Сторону і надати підтверджуючі Форс-мажор документи.
				<br />
				8.4. З моменту отримання такого повідомлення іншою стороною виконання
				умов даного Договору припиняються на весь період дії Форс-мажору. <br />
				8.5. У разі дії Форс-мажорних обставин більше 3 місяців кожна зі Сторін
				має право ініціювати припинення Договору і в такому разі, жодна із
				Сторін не матиме права на відшкодування іншою Стороною можливих збитків.
				<br />
				<br />
				9. ПРИПИНЕННЯ ДОГОВОРУ
				<br /> 9.1. Дія даного Договору припиняється: 9.1.1. За домовленістю
				Сторін;
				<br />
				9.1.2. Якщо виконання Стороною Договору своїх зобов&apos;язань неможливо
				в зв&apos;язку з прийняттям нормативно-правових актів, які змінили
				умови, встановлені цим Договором, і будь-яка із Сторін не погоджується
				про внесення змін до Договору.
				<br />
				9.1.3. У випадках порушення Користувачем умов, передбачених п.п. 5.2.3,
				5.2.4, 12.1 цього Договору.
				<br />
				9.1.4. В інших випадках, передбачених цим Договором та чинним
				законодавством України.
				<br />
				9.2. Дія Договору припиняється у разі відмови всієї групи від
				проходження Курсу, разом з якою Користувач проходить даний Курс.
				<br />
				<br />
				10. ОБРОБКА ПЕРСОНАЛЬНИХ ДАНИХ
				<br />
				10.1. Користувач підтверджує, що добровільно і безоплатно надає згоду на
				обробку своїх персональних даних (включаючи прізвище, ім&apos;я та по
				батькові, зареєстроване місце проживання та/або фактичне місце
				проживання, ідентифікаційний номер, дані про державну реєстрацію;
				банківські реквізити, номери телефонів і адреси електронної пошти, і
				т.д.) в базі персональних даних Виконавця Клієнти, в тому числі на збір,
				реєстрацію, включення в базу даних, накопичення, зберігання,
				адаптування, зміну, оновлення, використання, поширення (розповсюдження,
				передачу), знеособлення, знищення персональних даних у базі даних на
				території України з метою виконання зобов&apos;язань за цим Договором і
				з метою забезпечення реалізації податкових відносин, господарських
				відносин, цивільно-правових відносин та відносин у сфері бухгалтерського
				обліку. Користувач дає згоду на передачу своїх персональних даних третім
				особам в мінімально необхідних обсягах і тільки з метою виконання
				зобов&apos;язань за цим Договором, які відповідають об&apos;єктивним
				причинам збору відповідних даних.
				<br />
				10.2. Власним акцептуванням Договору Користувач добровільно надає згоду
				на збір та обробку власних персональних даних з наступною метою: дані,
				що стають відомі, використовуватимуться в комерційних цілях, в тому
				числі отримання інформації про замовлення та обробки інформації про
				нього, надсилання телекомунікаційними засобами зв’язку (електронною
				поштою, мобільним зв’язком) рекламних та спеціальних пропозицій,
				інформації про акції або будь-якої іншої інформації про діяльність
				Веб-сайту Виконавця. У випадку небажання отримувати інформацію про
				діяльність Веб-сайту Виконавця, Користувач має право звернутися до
				Виконавця, написавши заяву про відмову від отримання рекламних
				матеріалів та надіславши її на поштову або електронну адресу Виконавця.
				<br />
				10.3. Користувач підтверджує, що йому було повідомлено про його права,
				визначені Законом України «Про захист персональних даних» від 1 червня
				2010 року № 2297-VI, із змінами та доповненнями, мета обробки і збору
				персональних даних.
				<br />
				<br />
				11. СТРОК ДІЇ ОФЕРТИ
				<br />
				11.1. Дана Публічна оферта вступає в силу з моменту її розміщення на
				Сайті Виконавця і діє до моменту її відкликання Виконавцем.
				<br />
				11.2. Виконавець має право в будь-який час внести зміни в умови Оферти
				та/або відкликати Оферту в будь-який момент на свій розсуд. У разі
				внесення Виконавцем змін в Оферту, такі зміни вступають в силу з моменту
				розміщення зміненого тексту Оферти на Сайті Виконавця, якщо інший термін
				вступу змін в силу не визначений безпосередньо в тексті зміненої Оферти.
				<br />
				<br />
				12. ІНТЕЛЕКТУАЛЬНА ВЛАСНІСТЬ
				<br />
				12.1. Виконавець надає Користувачеві обмежене, персональне, невиключне і
				відкличне право на використання Послуг і будь-яких матеріалів або
				інформації, отриманих в процесі Курсу або на Сайті. Матеріали і будь-яка
				інформація, що надається в межах Послуг або на Сайті, Користувач може
				використовувати тільки для особистого некомерційного використання, за
				винятком випадків, коли Користувач отримав письмовий дозвіл Виконавця на
				їх використання в інших цілях.
				<br />
				12.2. Користувач погоджується створити і використовувати тільки один
				акаунт і не передавати третім особам доступ або облікові дані для
				доступу до нього.
				<br />
				12.3. Використання Послуг не дає Користувачеві права матеріальної або
				інтелектуальної власності на використовувані Послуги, інформацію або
				матеріали.
				<br /> 12.4. Разом з матеріалами, які створюються в процесі проходження
				Курсу, Користувач надає Виконавцю повністю безоплатне, безстрокове,
				невиключне, не обмежене територією використання право на копіювання,
				розповсюдження, зміну, публічне поширення і відтворення матеріалів
				Користувача, а також на створення похідних робіт і використання в інших
				цілях.
				<br />
				12.5. Зазначене в п. 12.4 цього Договору право дає Виконавцю можливість
				надавати матеріали Користувача іншим Користувачам, які в подальшому
				будуть купувати Послуги Виконавця. Дана умова не обмежує інші юридичні
				права Виконавця на матеріали Користувача. Виконавець має право видаляти
				або змінювати матеріали Користувача з будь-якої причини, в тому числі
				якщо, на погляд Виконавця, вони не відповідають Договору.
				<br />
				<br />
				13. ЗАКЛЮЧНІ ПОЛОЖЕННЯ
				<br />
				13.1. Сторони усвідомлюють, що Послуги надаються Виконавцем, який
				зареєстрований і діє за законодавством України, місце проживання якого
				також зареєстровано в Україні.
				<br />
				13.2. З огляду на п. 13.1. даного Договору, місцем укладення даної угоди
				і місцем надання Послуг Сторони домовилися вважати місце проживання
				Виконавця, вказане в ст. 14 даного Договору.
				<br />
				13.3. Акцептуючи дану Оферту Користувач погоджується, що всі суперечки,
				пов&apos;язані з даним Договором, будуть розглядатися відповідно до
				законодавства України без урахування норм колізійного права. Користувач
				також погоджується, що всі такі суперечки знаходяться у виключній
				компетенції судів України.
				<br />
				13.4. Заголовки, що використовуються в статтях і пунктах цієї Оферти,
				використовуються тільки для посилань і зручності користування текстом.
				Дані заголовки не можуть розглядатися як визначальні, що обмежують або
				змінюють, або впливають на значення і зміст умов цієї Оферти чи
				будь-якої її частини.
				<br />
				13.5. Якщо якесь із положень цієї Оферти буде визнано недійсним, то
				дійсність її інших положень від цього не втрачається.
				<br />
				13.6. У всіх випадках, які не передбачені цією Офертою, Сторони
				керуються чинним законодавством України.
				<br />
				13.7. Виконавець не несе відповідальність за зміст і правдивість
				інформації, що надається Користувачем. Користувач несе відповідальність
				за достовірність вказаної про себе інформації.
				<br />
				<br />
				14. РЕКВІЗИТИ ВИКОНАВЦЯ Виконавець: Фізична особа-підприємець БОРТНІК
				РУСЛАН ОЛЕГОВИЧ ІПН – 2914901871
			</div>
		</div>
	)
}

export default Publicofer